Repository: Shun-Github1/RememberMe
Catalog: lib/l10n/app_*.arb
Languages: bn, pa, pl, ro, ur, zh

source: Wellbeing
bn: কল্যাণ
pa: ਭਲਾਈ
pl: Dobrostan
ro: Bunăstare
ur: بہبود
zh: 福祉

source: Create New Post
bn: নতুন পোস্ট তৈরি করুন
pa: ਨਵਾਂ ਪੋਸਟ ਬਣਾਓ
pl: Utwórz nowy post
ro: Creează post nou
ur: نیا پوسٹ بنائیں
zh: 创建新帖子

source: Post creation feature coming soon!
bn: পোস্ট তৈরির বৈশিষ্ট্য শীঘ্রই আসছে!
pa: ਪੋਸਟ ਬਣਾਉਣ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
pl: Funkcja tworzenia postów wkrótce!
ro: Funcția de creare a posturilor vine în curând!
ur: پوسٹ بنانے کی خصوصیت جلد آرہی ہے!
zh: 帖子创建功能即将推出！

source: Post Details
bn: পোস্টের বিবরণ
pa: ਪੋਸਟ ਵੇਰਵੇ
pl: Szczegóły postu
ro: Detalii post
ur: پوسٹ کی تفصیلات
zh: 帖子详情

source: Reply
bn: উত্তর দিন
pa: ਜਵਾਬ ਦਿਓ
pl: Odpowiedz
ro: Răspunde
ur: جواب دیں
zh: 回复

source: Join local events designed to support cognitive health and social engagement
bn: স্থানীয় ইভেন্টে যোগ দিন যা জ্ঞানীয় স্বাস্থ্য এবং সামাজিক সম্পৃক্ততাকে সমর্থন করার জন্য ডিজাইন করা হয়েছে
pa: ਸਥਾਨਕ ਇਵੈਂਟਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ ਜੋ ਦਿਮਾਗੀ ਸਿਹਤ ਅਤੇ ਸਮਾਜਿਕ ਸ਼ਮੂਲੀਅਤ ਦਾ ਸਮਰਥਨ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤੇ ਗਏ ਹਨ
pl: Dołącz do lokalnych wydarzeń zaprojektowanych, aby wspierać zdrowie poznawcze i zaangażowanie społeczne
ro: Alătură-te evenimentelor locale concepute pentru a susține sănătatea cognitivă și implicarea socială
ur: مقامی ایونٹس میں شامل ہوں جو ادراکی صحت اور سماجی مشغولیت کی حمایت کے لیے ڈیزائن کیے گئے ہیں
zh: 参加旨在支持认知健康和社会参与的本地活动

source: All Events
bn: সব ইভেন্ট
pa: ਸਾਰੇ ਇਵੈਂਟਸ
pl: Wszystkie wydarzenia
ro: Toate evenimentele
ur: تمام ایونٹس
zh: 所有活动

source: Arts
bn: শিল্প
pa: ਕਲਾਵਾਂ
pl: Sztuka
ro: Arte
ur: فنون
zh: 艺术

source: Music
bn: সঙ্গীত
pa: ਸੰਗੀਤ
pl: Muzyka
ro: Muzică
ur: موسیقی
zh: 音乐

source: Education
bn: শিক্ষা
pa: ਸਿੱਖਿਆ
pl: Edukacja
ro: Educație
ur: تعلیم
zh: 教育

source: Fully Booked
bn: সম্পূর্ণ বুক
pa: ਪੂਰੀ ਤਰ੍ਹਾਂ ਬੁੱਕ
pl: Pełne
ro: Complet rezervat
ur: مکمل بک
zh: 已满员

source: Register
bn: নিবন্ধন করুন
pa: ਰਜਿਸਟਰ ਕਰੋ
pl: Zarejestruj się
ro: Înregistrează-te
ur: رجسٹر کریں
zh: 注册

source: Join Event
bn: ইভেন্টে যোগ দিন
pa: ਇਵੈਂਟ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
pl: Dołącz do wydarzenia
ro: Alătură-te evenimentului
ur: ایونٹ میں شامل ہوں
zh: 参加活动

source: Location
bn: অবস্থান
pa: ਟਿਕਾਣਾ
pl: Lokalizacja
ro: Locație
ur: مقام
zh: 地点

source: Date
bn: তারিখ
pa: ਤਾਰੀਖ
pl: Data
ro: Data
ur: تاریخ
zh: 日期

source: Time
bn: সময়
pa: ਸਮਾਂ
pl: Czas
ro: Ora
ur: وقت
zh: 时间

source: Participants
bn: অংশগ্রহণকারী
pa: ਭਾਗੀਦਾਰ
pl: Uczestnicy
ro: Participanți
ur: شرکاء
zh: 参与者

source: Organizer
bn: আয়োজক
pa: ਆਯੋਜਕ
pl: Organizator
ro: Organizator
ur: منظم
zh: 组织者

source: Contact
bn: যোগাযোগ
pa: ਸੰਪਰਕ
pl: Kontakt
ur: رابطہ
zh: 联系方式

source: Register for Event
bn: ইভেন্টের জন্য নিবন্ধন করুন
pa: ਇਵੈਂਟ ਲਈ ਰਜਿਸਟਰ ਕਰੋ
pl: Zarejestruj się na wydarzenie
ro: Înregistrează-te la eveniment
ur: ایونٹ کے لیے رجسٹر کریں
zh: 注册活动

source: Surveys
bn: জরিপ
pa: ਸਰਵੇਖਣ
pl: Ankiety
ro: Sondaje
ur: سروے
zh: 调查

source: Regular assessments help track your progress and identify areas for improvement
bn: নিয়মিত মূল্যায়ন আপনার অগ্রগতি ট্র্যাক করতে এবং উন্নতির ক্ষেত্রগুলি চিহ্নিত করতে সাহায্য করে
pa: ਨਿਯਮਿਤ ਮੁਲਾਂਕਣ ਤੁਹਾਡੀ ਤਰੱਕੀ ਨੂੰ ਟਰੈਕ ਕਰਨ ਅਤੇ ਸੁਧਾਰ ਦੇ ਖੇਤਰਾਂ ਦੀ ਪਛਾਣ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦੇ ਹਨ
pl: Regularne oceny pomagają śledzić postęp i identyfikować obszary do poprawy
ro: Evaluările regulate ajută la urmărirea progresului și identificarea zonelor de îmbunătățire
ur: باقاعدہ جائزے آپ کی ترقی کو ٹریک کرنے اور بہتری کے شعبوں کی شناخت میں مدد کرتے ہیں
zh: 定期评估有助于跟踪您的进度并识别需要改进的领域

source: All Surveys
bn: সব জরিপ
pa: ਸਾਰੇ ਸਰਵੇਖਣ
pl: Wszystkie ankiety
ro: Toate sondajele
ur: تمام سروے
zh: 所有调查

source: Comprehensive
bn: ব্যাপক
pa: ਵਿਆਪਕ
pl: Kompleksowe
ro: Cuprinzător
ur: جامع
zh: 综合

source: Lifestyle
bn: জীবনধারা
pa: ਜੀਵਨ ਸ਼ੈਲੀ
pl: Styl życia
ro: Stil de viață
ur: طرز زندگی
zh: 生活方式

source: Review Results
bn: ফলাফল পর্যালোচনা করুন
pa: ਨਤੀਜੇ ਦੇਖੋ
pl: Przejrzyj wyniki
ro: Revizuiește rezultatele
ur: نتائج کا جائزہ لیں
zh: 查看结果

source: Start Survey
bn: জরিপ শুরু করুন
pa: ਸਰਵੇਖਣ ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpocznij ankietę
ro: Începe sondajul
ur: سروے شروع کریں
zh: 开始调查

source: Previous
bn: পূর্ববর্তী
pa: ਪਿਛਲਾ
pl: Poprzedni
ro: Anterior
ur: پچھلا
zh: 上一个

source: Complete
bn: সম্পূর্ণ
pa: ਪੂਰਾ
pl: Kompletne
ro: Complet
ur: مکمل
zh: 完成

source: Yes
bn: হ্যাঁ
pa: ਹਾਂ
pl: Tak
ro: Da
ur: ہاں
zh: 是

source: No
bn: না
pa: ਨਹੀਂ
pl: Nie
ro: Nu
ur: نہیں
zh: 否

source: Unsupported question type
bn: অসমর্থিত প্রশ্নের ধরন
pa: ਅਸਹਾਇਕ ਪ੍ਰਸ਼ਨ ਪ੍ਰਕਾਰ
pl: Nieobsługiwany typ pytania
ro: Tip de întrebare nesuportat
ur: غیر معاون سوال کی قسم
zh: 不支持的问题类型

source: Rewards
bn: পুরস্কার
pa: ਇਨਾਮ
pl: Nagrody
ro: Recompense
ur: انعامات
zh: 奖励

source: Available Points
bn: উপলব্ধ পয়েন্ট
pa: ਉਪਲਬਧ ਪੁਆਇੰਟ
pl: Dostępne punkty
ro: Puncte disponibile
ur: دستیاب پوائنٹس
zh: 可用积分

source: Total Earned
bn: মোট অর্জিত
pa: ਕੁੱਲ ਕਮਾਏ
pl: Łącznie zdobyte
ro: Total câștigate
ur: کل کمایا
zh: 总获得

source: Available Rewards
bn: উপলব্ধ পুরস্কার
pa: ਉਪਲਬਧ ਇਨਾਮ
pl: Dostępne nagrody
ro: Recompense disponibile
ur: دستیاب انعامات
zh: 可用奖励

source: Partner
bn: অংশীদার
pa: ਭਾਗੀਦਾਰ
ro: Partener
ur: پارٹنر
zh: 合作伙伴

source: Redeem
bn: বদল করুন
pa: ਵਾਪਸ ਲਓ
pl: Wykorzystaj
ro: Răscumpără
ur: واپس لیں
zh: 兑换

source: Not enough points to redeem this reward
bn: এই পুরস্কার বদলানোর জন্য পর্যাপ্ত পয়েন্ট নেই
pa: ਇਸ ਇਨਾਮ ਨੂੰ ਵਾਪਸ ਲੈਣ ਲਈ ਕਾਫ਼ੀ ਪੁਆਇੰਟ ਨਹੀਂ
pl: Za mało punktów, aby wykorzystać tę nagrodę
ro: Nu ai suficiente puncte pentru a răscumpăra această recompensă
ur: اس انعام کو واپس لینے کے لیے کافی پوائنٹس نہیں
zh: 积分不足以兑换此奖励

source: Redeem Reward
bn: পুরস্কার বদল করুন
pa: ਇਨਾਮ ਵਾਪਸ ਲਓ
pl: Wykorzystaj nagrodę
ro: Răscumpără recompensa
ur: انعام واپس لیں
zh: 兑换奖励

source: Are you sure you want to redeem
bn: আপনি কি নিশ্চিত যে আপনি বদল করতে চান
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਨਾਮ ਵਾਪਸ ਲੈਣਾ ਚਾਹੁੰਦੇ ਹੋ
pl: Czy na pewno chcesz wykorzystać
ro: Ești sigur că vrei să răscumperi
ur: کیا آپ یقینی طور پر انعام واپس لینا چاہتے ہیں
zh: 您确定要兑换

# forText
source: for
bn: জন্য
pa: ਲਈ
pl: za
ro: pentru
ur: کے لیے
zh: 换取

source: points
bn: পয়েন্ট
pa: ਪੁਆਇੰਟ
pl: punkty
ro: puncte
ur: پوائنٹس
zh: 积分

source: Your Progress
bn: আপনার অগ্রগতি
pa: ਤੁਹਾਡੀ ਤਰੱਕੀ
pl: Twój Postęp
ro: Progresul Tău
ur: آپ کی ترقی
zh: 您的进度

source: Survey
bn: জরিপ
pa: ਸਰਵੇਖਣ
pl: Ankieta
ro: Sondaj
ur: سروے
zh: 调查

source: NHS Health Check completed
bn: NHS স্বাস্থ্য পরীক্ষা সম্পন্ন
pa: NHS ਸਿਹਤ ਜਾਂਚ ਪੂਰੀ ਹੋਈ
pl: Kontrola zdrowia NHS ukończona
ro: Verificarea de sănătate NHS completată
ur: NHS صحت کی جانچ مکمل
zh: NHS健康检查已完成

source: NHS Health Check recommended
bn: NHS স্বাস্থ্য পরীক্ষা সুপারিশ
pa: NHS ਸਿਹਤ ਜਾਂਚ ਸਿਫਾਰਸ਼ੀ
pl: Zalecana kontrola zdrowia NHS
ro: Verificarea de sănătate NHS recomandată
ur: NHS صحت کی جانچ سفارش
zh: 建议进行NHS健康检查

source: Today's Stats
bn: আজকের পরিসংখ্যান
pa: ਅੱਜ ਦੇ ਅੰਕੜੇ
pl: Dzisiejsze Statystyki
ro: Statisticile de Azi
ur: آج کے اعداد و شمار
zh: 今日统计

source: Steps
bn: পদক্ষেপ
pa: ਕਦਮ
pl: Kroki
ro: Pași
ur: قدم
zh: 步数

source: Water
bn: পানি
pa: ਪਾਣੀ
pl: Woda
ro: Apă
ur: پانی
zh: 水

source: Sleep
bn: ঘুম
pa: ਨੀਂਦ
pl: Sen
ro: Somn
ur: نیند
zh: 睡眠

source: glasses
bn: গ্লাস
pa: ਗਲਾਸ
pl: szklanki
ro: pahare
ur: گلاس
zh: 杯

source: hours
bn: ঘন্টা
pa: ਘੰਟੇ
pl: godziny
ro: ore
ur: گھنٹے
zh: 小时

# ofText
source: of
bn: এর
pa: ਦੇ
pl: z
ro: din
ur: کے
zh: 的

source: URGENT
bn: জরুরি
pa: ਜ਼ਰੂਰੀ
pl: PILNE
ur: فوری
zh: 紧急

source: View
bn: দেখুন
pa: ਦੇਖੋ
pl: Zobacz
ro: Vezi
ur: دیکھیں
zh: 查看

source: Activity started! (Mock)
bn: কার্যকলাপ শুরু! (মক)
pa: ਗਤੀਵਿਧੀ ਸ਼ੁਰੂ! (Mock)
pl: Aktywność rozpoczęta! (Mock)
ro: Activitatea a început! (Mock)
ur: سرگرمی شروع! (Mock)
zh: 活动已开始！（模拟）

source: Reminiscence session started! (Mock)
bn: স্মৃতিচারণ সেশন শুরু! (মক)
pa: ਯਾਦ ਸੈਸ਼ਨ ਸ਼ੁਰੂ! (Mock)
pl: Sesja wspomnień rozpoczęta! (Mock)
ro: Sesiunea de reminiscență a început! (Mock)
ur: یادداشت سیشن شروع! (Mock)
zh: 回忆治疗会话已开始！（模拟）

source: Health check marked as completed!
bn: স্বাস্থ্য পরীক্ষা সম্পূর্ণ হিসাবে চিহ্নিত!
pa: ਸਿਹਤ ਜਾਂਚ ਪੂਰੀ ਹੋਈ ਦੇ ਤੌਰ 'ਤੇ ਚਿੰਨ੍ਹਿਤ!
pl: Kontrola zdrowia oznaczona jako ukończona!
ro: Verificarea de sănătate marcată ca completată!
ur: صحت کی جانچ مکمل کے طور پر نشان زد!
zh: 健康检查已标记为完成！

source: Weight logged
bn: ওজন রেকর্ড
pa: ਵਜ਼ਨ ਰਿਕਾਰਡ ਕੀਤਾ
pl: Waga zapisana
ro: Greutatea înregistrată
ur: وزن ریکارڈ
zh: 体重已记录

source: Reflection saved successfully!
bn: প্রতিফলন সফলভাবে সংরক্ষিত!
pa: ਪ੍ਰਤੀਬਿੰਬ ਸਫਲਤਾਪੂਰਵਕ ਸੇਵ ਕੀਤਾ!
pl: Refleksja zapisana pomyślnie!
ro: Reflecția salvată cu succes!
ur: عکاسی کامیابی سے محفوظ!
zh: 反思保存成功！

source: Survey completed successfully!
bn: জরিপ সফলভাবে সম্পন্ন!
pa: ਸਰਵੇਖਣ ਸਫਲਤਾਪੂਰਵਕ ਪੂਰਾ!
pl: Ankieta ukończona pomyślnie!
ro: Sondajul completat cu succes!
ur: سروے کامیابی سے مکمل!
zh: 调查完成成功！

source: Successfully redeemed
bn: সফলভাবে ব্যবহার
pa: ਸਫਲਤਾਪੂਰਵਕ ਵਾਪਸ ਲਿਆ
pl: Pomyślnie wykorzystano
ro: Utilizat cu succes
ur: کامیابی سے واپس لیا
zh: 成功兑换

source: Notes (optional)
bn: নোট (ঐচ্ছিক)
pa: ਨੋਟਸ (ਵਿਕਲਪਿਕ)
pl: Notatki (opcjonalne)
ro: Notițe (opțional)
ur: نوٹس (اختیاری)
zh: 备注（可选）

source: Write your thoughts here...
bn: আপনার চিন্তা এখানে লিখুন...
pa: ਆਪਣੇ ਵਿਚਾਰ ਇੱਥੇ ਲਿਖੋ...
pl: Napisz swoje myśli tutaj...
ro: Scrie gândurile tale aici...
ur: اپنے خیالات یہاں لکھیں...
zh: 在此写下您的想法...

source: How would you rate your diet quality today?
bn: আপনি আজ আপনার খাদ্যের গুণমান কীভাবে মূল্যায়ন করবেন?
pa: ਤੁਸੀਂ ਅੱਜ ਆਪਣੀ ਖੁਰਾਕ ਦੀ ਗੁਣਵੱਤਾ ਦਾ ਮੁਲਾਂਕਣ ਕਿਵੇਂ ਕਰੋਗੇ?
pl: Jak oceniasz jakość swojej diety dzisiaj?
ro: Cum ai evalua calitatea dietei tale astăzi?
ur: آج اپنی غذا کی کوالٹی کا اندازہ کیسے کریں گے؟
zh: 您如何评价今天的饮食质量？

# whatDidYouEatToday
source: What did you eat today? How did you feel about your food choices? What went well and what could be improved?
bn: আপনি আজ কী খেয়েছেন? আপনার খাদ্য পছন্দ সম্পর্কে আপনি কী অনুভব করেছিলেন? কী ভাল হয়েছে এবং কী উন্নত করা যেতে পারে?
pa: ਤੁਸੀਂ ਅੱਜ ਕੀ ਖਾਧਾ? ਤੁਹਾਨੂੰ ਆਪਣੇ ਭੋਜਨ ਦੇ ਚੋਣਾਂ ਬਾਰੇ ਕਿਵੇਂ ਲੱਗਿਆ? ਕੀ ਚੰਗਾ ਗਿਆ ਅਤੇ ਕੀ ਸੁਧਾਰਿਆ ਜਾ ਸਕਦਾ ਹੈ?
pl: Co jadłeś dzisiaj? Jak czułeś się z wyborami żywieniowymi? Co poszło dobrze, a co można poprawić?
ro: Ce ai mâncat astăzi? Cum te-ai simțit cu privire la alegerile tale alimentare? Ce a mers bine și ce s-ar putea îmbunătăți?
ur: آج آپ نے کیا کھایا؟ اپنے کھانے کے انتخاب کے بارے میں کیسا محسوس کیا؟ کیا اچھا گیا اور کیا بہتر کیا جا سکتا ہے؟
zh: 您今天吃了什么？您对食物选择感觉如何？什么进展顺利，什么可以改进？

# visualizeYourWeightTrends
source: Visualize your weight trends and progress over time with interactive charts.
bn: ইন্টারেক্টিভ চার্টের সাথে সময়ের সাথে আপনার ওজনের প্রবণতা এবং অগ্রগতি কল্পনা করুন।
pa: ਇੰਟਰਐਕਟਿਵ ਚਾਰਟਾਂ ਦੇ ਨਾਲ ਸਮੇਂ ਦੇ ਨਾਲ ਆਪਣੇ ਵਜ਼ਨ ਦੇ ਰੁਝਾਨਾਂ ਅਤੇ ਤਰੱਕੀ ਨੂੰ ਵਿਜ਼ੂਅਲਾਈਜ਼ ਕਰੋ।
pl: Wizualizuj trendy wagi i postęp w czasie za pomocą interaktywnych wykresów.
ro: Vizualizează tendințele greutății și progresul în timp cu grafice interactive.
ur: انٹرایکٹو چارٹس کے ساتھ وقت کے ساتھ اپنے وزن کے رجحانات اور ترقی کو تصور کریں۔
zh: 通过交互式图表可视化您的体重趋势和进度。

source: Question
bn: প্রশ্ন
pa: ਸਵਾਲ
pl: Pytanie
ro: Întrebare
ur: سوال
zh: 问题

# ofQuestions
source: of
bn: এর
pa: ਦੇ
pl: z
ro: din
ur: کے
zh: 的

source: Survey results feature coming soon!
bn: জরিপ ফলাফল বৈশিষ্ট্য শীঘ্রই আসছে!
pa: ਸਰਵੇਖਣ ਨਤੀਜੇ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
pl: Funkcja wyników ankiety wkrótce!
ro: Funcția de rezultate ale sondajului vine în curând!
ur: سروے نتائج کی خصوصیت جلد آرہی ہے!
zh: 调查结果功能即将推出！

source: What is an NHS Health Check?
bn: NHS স্বাস্থ্য পরীক্ষা কী?
pa: NHS ਸਿਹਤ ਜਾਂਚ ਕੀ ਹੈ?
pl: Co to jest kontrola zdrowia NHS?
ro: Ce este o verificare de sănătate NHS?
ur: NHS صحت کی جانچ کیا ہے؟
zh: 什么是NHS健康检查？

# rememberMeAndYourHealth
source: RememberMe & Your Health
bn: RememberMe এবং আপনার স্বাস্থ্য
pa: RememberMe ਅਤੇ ਤੁਹਾਡੀ ਸਿਹਤ
pl: RememberMe i Twoje Zdrowie
ro: RememberMe și Sănătatea Ta
ur: RememberMe اور آپ کی صحت
zh: RememberMe与您的健康

# regularHealthChecksAreImportant
source: Regular health checks are an important part of maintaining brain health and reducing dementia risk. The NHS Health Check provides valuable insights that complement your RememberMe journey.
bn: নিয়মিত স্বাস্থ্য পরীক্ষা মস্তিষ্কের স্বাস্থ্য বজায় রাখা এবং ডিমেনশিয়ার ঝুঁকি কমাতে একটি গুরুত্বপূর্ণ অংশ। NHS স্বাস্থ্য পরীক্ষা মূল্যবান অন্তর্দৃষ্টি প্রদান করে যা আপনার RememberMe যাত্রাকে পরিপূরক করে।
pa: ਨਿਯਮਿਤ ਸਿਹਤ ਜਾਂਚਾਂ ਦਿਮਾਗੀ ਸਿਹਤ ਬਣਾਈ ਰੱਖਣ ਅਤੇ ਡਿਮੈਂਸ਼ੀਆ ਦੇ ਖ਼ਤਰੇ ਨੂੰ ਘਟਾਉਣ ਦਾ ਇੱਕ ਮਹੱਤਵਪੂਰਨ ਹਿੱਸਾ ਹਨ। NHS ਸਿਹਤ ਜਾਂਚ ਮੁੱਲਵਾਨ ਸੂਝ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ ਜੋ ਤੁਹਾਡੀ RememberMe ਯਾਤਰਾ ਨੂੰ ਪੂਰਕ ਬਣਾਉਂਦੀ ਹੈ।
pl: Regularne kontrole zdrowia są ważną częścią utrzymania zdrowia mózgu i zmniejszenia ryzyka demencji. Kontrola zdrowia NHS zapewnia cenne informacje, które uzupełniają Twoją podróż z RememberMe.
ro: Verificările regulate de sănătate sunt o parte importantă a menținerii sănătății creierului și reducerea riscului de demență. Verificarea de sănătate NHS oferă informații valoroase care completează călătoria ta cu RememberMe.
ur: باقاعدہ صحت کی جانچ دماغی صحت کو برقرار رکھنے اور ڈیمنشیا کے خطرے کو کم کرنے کا ایک اہم حصہ ہے۔ NHS صحت کی جانچ قیمتی بصیرت فراہم کرتی ہے جو آپ کے RememberMe سفر کو مکمل کرتی ہے۔
zh: 定期健康检查是维持大脑健康和降低痴呆风险的重要组成部分。NHS健康检查提供有价值的见解，补充您的RememberMe之旅。

# keepTrackOfYourHealthCheckResults
source: Keep track of your health check results in RememberMe to monitor your dementia risk factors over time.
bn: সময়ের সাথে আপনার ডিমেনশিয়া ঝুঁকির কারণগুলি নিরীক্ষণের জন্য RememberMe-এ আপনার স্বাস্থ্য পরীক্ষার ফলাফল ট্র্যাক করুন।
pa: ਸਮੇਂ ਦੇ ਨਾਲ ਆਪਣੇ ਡਿਮੈਂਸ਼ੀਆ ਖ਼ਤਰੇ ਦੇ ਕਾਰਕਾਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰਨ ਲਈ RememberMe ਵਿੱਚ ਆਪਣੇ ਸਿਹਤ ਜਾਂਚ ਦੇ ਨਤੀਜਿਆਂ ਦਾ ਰਿਕਾਰਡ ਰੱਖੋ।
pl: Śledź wyniki kontroli zdrowia w RememberMe, aby monitorować czynniki ryzyka demencji w czasie.
ro: Urmărește rezultatele verificării de sănătate în RememberMe pentru a monitoriza factorii de risc de demență în timp.
ur: وقت کے ساتھ اپنے ڈیمنشیا کے خطرے کے عوامل کی نگرانی کے لیے RememberMe میں اپنے صحت کی جانچ کے نتائج کا ریکارڈ رکھیں۔
zh: 在RememberMe中跟踪您的健康检查结果，以监控您的痴呆风险因素随时间的变化。

source: I've Already Had My Health Check
bn: আমি ইতিমধ্যে আমার স্বাস্থ্য পরীক্ষা করিয়েছি
pa: ਮੈਂ ਪਹਿਲਾਂ ਹੀ ਆਪਣੀ ਸਿਹਤ ਜਾਂਚ ਕਰਵਾ ਲਈ ਹੈ
pl: Już miałem kontrolę zdrowia
ro: Am avut deja verificarea de sănătate
ur: میں نے پہلے ہی اپنی صحت کی جانچ کرائی ہے
zh: 我已经进行了健康检查

source: Coffee Voucher - Cambridge Coffee House
bn: কফি ভাউচার - Cambridge Coffee House
pa: ਕੌਫੀ ਵਾਊਚਰ - Cambridge Coffee House
pl: Voucher na kawę - Cambridge Coffee House
ro: Voucher pentru cafea - Cambridge Coffee House
ur: کافی واؤچر - Cambridge Coffee House
zh: 咖啡券 - Cambridge Coffee House

# enjoyAFreeCoffeeAtCambridgeCoffeeHouse
source: Enjoy a free coffee at Cambridge Coffee House, a local independent cafe.
bn: Cambridge Coffee House-এ বিনামূল্যে কফি উপভোগ করুন, একটি স্থানীয় স্বাধীন ক্যাফে।
pa: Cambridge Coffee House ਵਿੱਚ ਮੁਫ਼ਤ ਕੌਫੀ ਦਾ ਆਨੰਦ ਲਓ, ਇੱਕ ਸਥਾਨਕ ਸੁਤੰਤਰ ਕੈਫੇ।
pl: Ciesz się darmową kawą w Cambridge Coffee House, lokalnej niezależnej kawiarni.
ro: Bucură-te de o cafea gratuită la Cambridge Coffee House, o cafenea locală independentă.
ur: Cambridge Coffee House میں مفت کافی کا لطف اٹھائیں، ایک مقامی آزاد کیفے۔
zh: 在Cambridge Coffee House享受免费咖啡，这是一家当地独立咖啡店。

source: Bookstore Discount - Heffers
bn: বইয়ের দোকান ছাড় - Heffers
pa: ਕਿਤਾਬਾਂ ਦੀ ਦੁਕਾਨ ਛੂਟ - Heffers
pl: Zniżka w księgarni - Heffers
ro: Reducere la librărie - Heffers
ur: کتابوں کی دکان رعایت - Heffers
zh: 书店折扣 - Heffers

source: Heffers Bookshop
bn: Heffers বইয়ের দোকান
pa: Heffers ਕਿਤਾਬਾਂ ਦੀ ਦੁਕਾਨ
pl: Księgarnia Heffers
ro: Librăria Heffers
ur: Heffers کتابوں کی دکان
zh: Heffers书店

source: Solve the puzzle.
bn: পাজল সমাধান করুন।
pa: ਪਜ਼ਲ ਹੱਲ ਕਰੋ।
pl: Rozwiąż zagadkę.
ro: Rezolvă puzzle-ul.
ur: پہیلی حل کریں۔
zh: 解决谜题。

source: Submit your answer.
bn: আপনার উত্তর জমা দিন।
pa: ਆਪਣਾ ਜਵਾਬ ਜਮ੍ਹਾ ਕਰੋ।
pl: Prześlij swoją odpowiedź.
ro: Trimite răspunsul tău.
ur: اپنا جواب جمع کریں۔
zh: 提交您的答案。

source: What has an eye, but cannot see?
bn: কী একটি চোখ আছে কিন্তু দেখতে পারে না?
pa: ਕਿਸੇ ਕੋਲ ਅੱਖ ਹੈ, ਪਰ ਦੇਖ ਨਹੀਂ ਸਕਦਾ?
pl: Co ma oko, ale nie może widzieć?
ro: Ce are un ochi, dar nu poate vedea?
ur: کسی کے پاس آنکھ ہے، لیکن دیکھ نہیں سکتا؟
zh: 什么有眼睛但看不见？

source: Flip two cards.
bn: দুটি কার্ড উল্টান।
pa: ਦੋ ਕਾਰਡ ਫਲਿਪ ਕਰੋ।
pl: Odwróć dwie karty.
ro: Întoarce două cărți.
ur: دو کارڈ پلٹیں۔
zh: 翻转两张卡片。

source: If they match, they disappear.
bn: যদি তারা মিলে যায়, তারা অদৃশ্য হয়ে যায়।
pa: ਜੇ ਉਹ ਮੈਚ ਕਰਦੇ ਹਨ, ਤਾਂ ਉਹ ਗਾਇਬ ਹੋ ਜਾਂਦੇ ਹਨ।
pl: Jeśli pasują, znikają.
ro: Dacă se potrivesc, dispar.
ur: اگر وہ میل کھاتے ہیں، تو وہ غائب ہو جاتے ہیں۔
zh: 如果它们匹配，它们就消失。

source: Match all pairs.
bn: সব জোড়া মিলান।
pa: ਸਾਰੇ ਜੋੜੇ ਮੈਚ ਕਰੋ।
pl: Dopasuj wszystkie pary.
ro: Potrivește toate perechile.
ur: تمام جوڑے میل کریں۔
zh: 匹配所有配对。

source: Start with a word.
bn: একটি শব্দ দিয়ে শুরু করুন।
pa: ਇੱਕ ਸ਼ਬਦ ਨਾਲ ਸ਼ੁਰੂ ਕਰੋ।
pl: Zacznij od słowa.
ro: Începe cu un cuvânt.
ur: ایک لفظ سے شروع کریں۔
zh: 从一个词开始。

source: List associated words.
bn: সম্পর্কিত শব্দের তালিকা করুন।
pa: ਸੰਬੰਧਿਤ ਸ਼ਬਦਾਂ ਦੀ ਸੂਚੀ ਬਣਾਓ।
pl: Wypisz powiązane słowa.
ro: Listează cuvintele asociate.
ur: منسلک الفاظ کی فہرست بنائیں۔
zh: 列出相关词汇。

source: Try to make a chain.
bn: একটি চেইন তৈরি করার চেষ্টা করুন।
pa: ਇੱਕ ਚੇਨ ਬਣਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Spróbuj zrobić łańcuch.
ro: Încearcă să faci un lanț.
ur: زنجیر بنانے کی کوشش کریں۔
zh: 尝试制作链条。

# whatWasYourFavoriteChildhoodGame
source: What was your favorite childhood game or toy?
bn: আপনার প্রিয় শৈশব খেলা বা খেলনা কী ছিল?
pa: ਤੁਹਾਡਾ ਮਨਪਸੰਦ ਬਚਪਨ ਦਾ ਖੇਡ ਜਾਂ ਖਿਡੌਣਾ ਕੀ ਸੀ?
pl: Jaka była Twoja ulubiona gra lub zabawka z dzieciństwa?
ro: Care a fost jocul sau jucăria ta preferată din copilărie?
ur: آپ کا پسندیدہ بچپن کا کھیل یا کھلونا کیا تھا؟
zh: 您最喜欢的童年游戏或玩具是什么？

# myFavoriteToyWasARedTrainSet
source: My favorite toy was a red train set. I spent hours building tracks and imagining journeys.
bn: আমার প্রিয় খেলনা ছিল একটি লাল ট্রেন সেট। আমি ঘন্টার পর ঘন্টা ট্র্যাক তৈরি করে এবং যাত্রার কল্পনা করে কাটিয়েছি।
pa: ਮੇਰਾ ਮਨਪਸੰਦ ਖਿਡੌਣਾ ਇੱਕ ਲਾਲ ਟ੍ਰੇਨ ਸੈੱਟ ਸੀ। ਮੈਂ ਘੰਟਿਆਂ ਟ੍ਰੈਕ ਬਣਾਉਂਦੇ ਅਤੇ ਯਾਤਰਾਵਾਂ ਦੀ ਕਲਪਨਾ ਕਰਦੇ ਬਿਤਾਏ।
pl: Moją ulubioną zabawką był czerwony zestaw pociągów. Spędzałem godziny budując tory i wyobrażając sobie podróże.
ro: Jucăria mea preferată a fost un set de tren roșu. Am petrecut ore întregi construind șine și imaginându-mi călătorii.
ur: میرا پسندیدہ کھلونا ایک سرخ ٹرین سیٹ تھا۔ میں نے گھنٹوں ٹریک بناتے اور سفر کی تصورات کرتے گزارے۔
zh: 我最喜欢的玩具是一套红色火车。我花了几个小时建造轨道和想象旅程。

source: Describe a memorable family holiday.
bn: একটি স্মরণীয় পারিবারিক ছুটির বর্ণনা করুন।
pa: ਇੱਕ ਯਾਦਗਾਰ ਪਰਿਵਾਰਕ ਛੁੱਟੀ ਦਾ ਵਰਣਨ ਕਰੋ।
pl: Opisz niezapomniane wakacje rodzinne.
ro: Descrie o vacanță de familie memorabilă.
ur: ایک یادگار خاندانی تعطیلات کا بیان کریں۔
zh: 描述一个难忘的家庭假期。

source: min
bn: মিনিট
pa: ਮਿੰਟ
ur: منٹ
zh: 分钟

source: Status
bn: অবস্থা
pa: ਸਥਿਤੀ
ur: حالت
zh: 状态

source: Duration
bn: সময়কাল
pa: ਮਿਆਦ
pl: Czas trwania
ro: Durată
ur: مدت
zh: 持续时间

source: Difficulty
bn: কঠিনতা
pa: ਮੁਸ਼ਕਲ
pl: Trudność
ro: Dificultate
ur: مشکل
zh: 难度

source: Today's Activity
bn: আজকের কার্যকলাপ
pa: ਅੱਜ ਦੀ ਗਤੀਵਿਧੀ
pl: Dzisiejsza Aktywność
ro: Activitatea de Astăzi
ur: آج کی سرگرمی
zh: 今日活动

source: Distance
bn: দূরত্ব
pa: ਦੂਰੀ
pl: Dystans
ro: Distanță
ur: فاصلہ
zh: 距离

source: Calories
bn: ক্যালোরি
pa: ਕੈਲੋਰੀਆਂ
pl: Kalorie
ro: Calorii
ur: کیلوریز
zh: 卡路里

source: Log Walk
bn: হাঁটা লগ করুন
pa: ਵਾਕ ਲੌਗ ਕਰੋ
pl: Zaloguj Spacer
ro: Înregistrează Plimbarea
ur: چہل قدمی ریکارڈ کریں
zh: 记录步行

source: Log Exercise
bn: ব্যায়াম লগ করুন
pa: ਵਰਕਆਉਟ ਲੌਗ ਕਰੋ
pl: Zaloguj Ćwiczenie
ro: Înregistrează Exercițiul
ur: ورزش ریکارڈ کریں
zh: 记录运动

source: Set Goals
bn: লক্ষ্য নির্ধারণ করুন
pa: ਲਕਸ਼ਯ ਸੈੱਟ ਕਰੋ
pl: Ustaw Cele
ro: Stabilește Obiective
ur: ہدف مقرر کریں
zh: 设定目标

source: View History
bn: ইতিহাস দেখুন
pa: ਇਤਿਹਾਸ ਦੇਖੋ
pl: Zobacz Historię
ro: Vezi Istoricul
ur: تاریخ دیکھیں
zh: 查看历史

source: Weekly Progress
bn: সাপ্তাহিক অগ্রগতি
pa: ਹਫ਼ਤਾਵਾਰ ਤਰੱਕੀ
pl: Tygodniowy Postęp
ro: Progresul Săptămânal
ur: ہفتہ وار ترقی
zh: 每周进度

source: Activity Charts Coming Soon
bn: কার্যকলাপ চার্ট শীঘ্রই আসছে!
pa: ਗਤੀਵਿਧੀ ਚਾਰਟ ਜਲਦੀ ਆ ਰਹੇ ਹਨ!
pl: Wykresy aktywności wkrótce!
ro: Graficele de activitate vin în curând!
ur: سرگرمی کے چارٹ جلد آرہے ہیں!
zh: 活动图表即将推出！

source: Goal setting feature coming soon!
bn: লক্ষ্য নির্ধারণ বৈশিষ্ট্য শীঘ্রই আসছে!
pa: ਲਕਸ਼ਯ ਸੈੱਟਿੰਗ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
pl: Funkcja ustawiania celów wkrótce!
ro: Funcția de stabilire a obiectivelor vine în curând!
ur: ہدف مقرر کرنے کی خصوصیت جلد آرہی ہے!
zh: 目标设定功能即将推出！

source: Activity History
bn: কার্যকলাপের ইতিহাস
pa: ਗਤੀਵਿਧੀ ਇਤਿਹਾਸ
pl: Historia Aktywności
ro: Istoricul Activității
ur: سرگرمی کی تاریخ
zh: 活动历史

source: Activity history feature coming soon!
bn: কার্যকলাপের ইতিহাস বৈশিষ্ট্য শীঘ্রই আসছে!
pa: ਗਤੀਵਿਧੀ ਇਤਿਹਾਸ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
pl: Funkcja historii aktywności wkrótce!
ro: Funcția de istoric al activității vine în curând!
ur: سرگرمی کی تاریخ کی خصوصیت جلد آرہی ہے!
zh: 活动历史功能即将推出！

source: Daily Brain Teaser
bn: দৈনিক মস্তিষ্কের ধাঁধা
pa: ਰੋਜ਼ਾਨਾ ਦਿਮਾਗੀ ਪਜ਼ਲ
pl: Dzienna Zagadka Mózgowa
ro: Ghicitoarea Zilnică a Creierului
ur: روزانہ دماغی پہیلی
zh: 每日脑筋急转弯

source: A quick puzzle to start your day.
bn: আপনার দিন শুরু করার জন্য একটি দ্রুত ধাঁধা
pa: ਆਪਣਾ ਦਿਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇੱਕ ਤੇਜ਼ ਪਜ਼ਲ
pl: Szybka zagadka na rozpoczęcie dnia
ro: O ghicitoare rapidă pentru a-ți începe ziua
ur: اپنا دن شروع کرنے کے لیے ایک تیز پہیلی
zh: 开始一天的小谜题

source: Memory Match Game
bn: মেমরি ম্যাচ গেম
pa: ਮੈਮੋਰੀ ਮੈਚ ਗੇਮ
pl: Gra w Pamięć
ro: Jocul de Memorie
ur: یادداشت میچ گیم
zh: 记忆配对游戏

source: Match pairs of cards to improve your short-term memory.
bn: আপনার স্বল্পমেয়াদী স্মৃতিশক্তি উন্নত করতে কার্ডের জোড়া ম্যাচ করুন
pa: ਆਪਣੀ ਛੋਟੀ ਮੈਮੋਰੀ ਨੂੰ ਸੁਧਾਰਨ ਲਈ ਕਾਰਡਾਂ ਦੇ ਜੋੜੇ ਮੈਚ ਕਰੋ
pl: Dopasuj pary kart, aby poprawić swoją pamięć krótkotrwałą
ro: Potrivește perechile de cărți pentru a-ți îmbunătăți memoria pe termen scurt
ur: اپنی قلیل مدتی یادداشت کو بہتر بنانے کے لیے کارڈز کے جوڑے میچ کریں
zh: 配对卡片以改善您的短期记忆

source: Word Association
bn: শব্দ সংযোগ
pa: ਸ਼ਬਦ ਸੰਬੰਧ
pl: Skojarzenia Słowne
ro: Asocierea Cuvintelor
ur: لفظی تعلق
zh: 词汇联想

source: Connect words and expand your vocabulary.
bn: শব্দগুলি সংযুক্ত করুন এবং আপনার শব্দভান্ডার প্রসারিত করুন
pa: ਸ਼ਬਦਾਂ ਨੂੰ ਜੋੜੋ ਅਤੇ ਆਪਣੇ ਸ਼ਬਦਾਵਲੀ ਨੂੰ ਵਧਾਓ
pl: Łącz słowa i rozszerzaj swoje słownictwo
ro: Conectează cuvintele și îți extinde vocabularul
ur: الفاظ کو جوڑیں اور اپنی ذخیرہ الفاظ کو بڑھائیں
zh: 连接词汇并扩展您的词汇量

source: Activities
bn: কার্যকলাপ
pa: ਗਤੀਵਿਧੀਆਂ
pl: Aktywności
ro: Activități
ur: سرگرمیاں
zh: 活动

source: Reminiscence
bn: স্মৃতিচারণ
pa: ਯਾਦ
pl: Wspomnienia
ro: Reminiscență
ur: یادداشت
zh: 回忆

# continueButton
source: Continue
bn: চালিয়ে যান
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ro: Continuă
ur: جاری رکھیں
zh: 继续

source: Start
bn: শুরু
pa: ਸ਼ੁਰੂ
ro: Începe
ur: شروع
zh: 开始

source: No prompt available
bn: কোন প্রম্পট উপলব্ধ নেই
pa: ਕੋਈ ਪ੍ਰੋਮਪਟ ਉਪਲਬਧ ਨਹੀਂ
pl: Brak dostępnego promptu
ro: Niciun prompt disponibil
ur: کوئی پرامپٹ دستیاب نہیں
zh: 没有可用的提示

source: Review
bn: পর্যালোচনা
pa: ਰਿਵਿਊ
pl: Przeglądaj
ro: Revizuiește
ur: جائزہ
zh: 回顾

source: Training Progress
bn: প্রশিক্ষণ অগ্রগতি
pa: ਟ੍ਰੇਨਿੰਗ ਤਰੱਕੀ
pl: Postęp Treningu
ro: Progresul Antrenamentului
ur: ٹریننگ کی ترقی
zh: 训练进度

source: Activity Progress
bn: কার্যকলাপ অগ্রগতি
pa: ਗਤੀਵਿਧੀ ਤਰੱਕੀ
pl: Postęp Aktywności
ro: Progresul Activității
ur: سرگرمی کی ترقی
zh: 活动进度

source: Reminiscence Sessions
bn: স্মৃতিচারণ সেশন
pa: ਯਾਦ ਸੈਸ਼ਨ
pl: Sesje Wspomnień
ro: Sesiunile de Reminiscență
ur: یادداشت کے سیشن
zh: 回忆治疗会话

source: Untitled Session
bn: শিরোনামহীন সেশন
pa: ਬਿਨਾਂ ਸਿਰਲੇਖ ਸੈਸ਼ਨ
pl: Sesja bez tytułu
ro: Sesiune fără titlu
ur: بے عنوان سیشن
zh: 无标题会话

source: Reminiscence Session
bn: স্মৃতিচারণ সেশন
pa: ਯਾਦ ਸੈਸ਼ਨ
pl: Sesja Wspomnień
ro: Sesiunea de Reminiscență
ur: یادداشت کا سیشن
zh: 回忆治疗会话

source: The Mediterranean Diet
bn: ভূমধ্যসাগরীয় খাদ্য
pa: ਮੈਡੀਟੇਰੀਅਨ ਡਾਇਟ
pl: Dieta Śródziemnomorska
ro: Dieta Mediteraneană
ur: بحیرہ روم کی غذا
zh: 地中海饮食
