Repository: Shun-Github1/RememberMe
Catalog: lib/l10n/app_*.arb
Languages: bn, pa, pl, ro, ur, zh

source: Join group walks, fitness classes, and connect with others for motivation
bn: গ্রুপ হাঁটা, ফিটনেস ক্লাসে যোগ দিন এবং অনুপ্রেরণার জন্য অন্যদের সাথে সংযুক্ত হন
pa: ਗਰੁੱਪ ਸੈਰਾਂ, ਫਿਟਨੈਸ ਕਲਾਸਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ ਅਤੇ ਪ੍ਰੇਰਣਾ ਲਈ ਦੂਜਿਆਂ ਨਾਲ ਜੁੜੋ
pl: Dołącz do grupowych spacerów, zajęć fitness i łącz się z innymi dla motywacji
ro: Alătură-te plimbărilor de grup, claselor de fitness și conectează-te cu alții pentru motivație
ur: گروپ واکس، فٹنس کلاسز میں شامل ہوں اور حوصلہ افزائی کے لیے دوسروں سے جڑیں
zh: 参加团体步行、健身课程，与他人联系获得动力

source: Fitness Tips
bn: ফিটনেস টিপস
pa: ਫਿਟਨੈਸ ਸੁਝਾਅ
pl: Wskazówki fitness
ro: Sfaturi fitness
ur: فٹنس ٹپس
zh: 健身提示

source: Mix cardio and strength training
bn: কার্ডিও এবং শক্তি প্রশিক্ষণ মিশান
pa: ਕਾਰਡੀਓ ਅਤੇ ਤਾਕਤ ਸਿਖਲਾਈ ਮਿਲਾਓ
pl: Mieszaj cardio i trening siłowy
ro: Amestecă cardio și antrenamentul de forță
ur: کارڈیو اور طاقت کی تربیت مکس کریں
zh: 混合有氧和力量训练

source: Both aerobic exercise and muscle strengthening activities are important for overall health.
bn: এয়ারোবিক ব্যায়াম এবং পেশী শক্তিশালীকরণ কার্যকলাপ উভয়ই সামগ্রিক স্বাস্থ্যের জন্য গুরুত্বপূর্ণ।
pa: ਐਰੋਬਿਕ ਕਸਰਤ ਅਤੇ ਮਾਸਪੇਸ਼ੀ ਮਜ਼ਬੂਤੀ ਗਤੀਵਿਧੀਆਂ ਦੋਵੇਂ ਸਮੁੱਚੀ ਸਿਹਤ ਲਈ ਮਹੱਤਵਪੂਰਨ ਹਨ।
pl: Zarówno ćwiczenia aerobowe, jak i wzmacnianie mięśni są ważne dla ogólnego zdrowia.
ro: Atât exercițiile aerobe, cât și activitățile de întărire a mușchilor sunt importante pentru sănătatea generală.
ur: ایروبک ورزش اور پٹھوں کو مضبوط بنانے والی سرگرمیاں دونوں مجموعی صحت کے لیے اہم ہیں۔
zh: 有氧运动和肌肉强化活动对整体健康都很重要。

source: Stay consistent
bn: সামঞ্জস্যপূর্ণ থাকুন
pa: ਲਗਾਤਾਰ ਰਹੋ
pl: Pozostań konsekwentny
ro: Rămâi consecvent
ur: مسلسل رہیں
zh: 保持一致性

source: Regular activity is more beneficial than intense but irregular exercise sessions.
bn: নিয়মিত কার্যকলাপ তীব্র কিন্তু অনিয়মিত ব্যায়াম সেশনের চেয়ে বেশি উপকারী।
pa: ਨਿਯਮਿਤ ਗਤੀਵਿਧੀ ਤੀਬਰ ਪਰ ਅਨਿਯਮਿਤ ਕਸਰਤ ਸੈਸ਼ਨਾਂ ਨਾਲੋਂ ਵਧੇਰੇ ਲਾਭਦਾਇਕ ਹੈ।
pl: Regularna aktywność jest bardziej korzystna niż intensywne, ale nieregularne sesje ćwiczeń.
ro: Activitatea regulată este mai benefică decât sesiunile intense, dar neregulate de exercițiu.
ur: باقاعدہ سرگرمی شدید لیکن بے قاعدہ ورزش سیشنز سے زیادہ فائدہ مند ہے۔
zh: 定期活动比剧烈但不规律的运动更有益。

source: Listen to your body
bn: আপনার শরীরের কথা শুনুন
pa: ਆਪਣੇ ਸਰੀਰ ਦੀ ਸੁਣੋ
pl: Słuchaj swojego ciała
ro: Ascultă-ți corpul
ur: اپنے جسم کی بات سنیں
zh: 倾听您的身体

source: Start slowly and gradually increase intensity. Consult your doctor before starting new exercises.
bn: ধীরে ধীরে শুরু করুন এবং তীব্রতা ধীরে ধীরে বাড়ান। নতুন ব্যায়াম শুরু করার আগে আপনার ডাক্তারের সাথে পরামর্শ করুন।
pa: ਧੀਮੇ ਸ਼ੁਰੂ ਕਰੋ ਅਤੇ ਤੀਬਰਤਾ ਨੂੰ ਹੌਲੀ-ਹੌਲੀ ਵਧਾਓ। ਨਵੀਆਂ ਕਸਰਤਾਂ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੇ ਡਾਕਟਰ ਨਾਲ ਸਲਾਹ ਕਰੋ।
pl: Zacznij powoli i stopniowo zwiększaj intensywność. Skonsultuj się z lekarzem przed rozpoczęciem nowych ćwiczeń.
ro: Începe încet și crește treptat intensitatea. Consultă-ți medicul înainte de a începe exerciții noi.
ur: آہستہ شروع کریں اور شدت کو بتدریج بڑھائیں۔ نئی ورزشیں شروع کرنے سے پہلے اپنے ڈاکٹر سے مشورہ کریں۔
zh: 慢慢开始，逐渐增加强度。在开始新运动前咨询您的医生。

source: Exercise goal setting feature coming soon!
bn: ব্যায়ামের লক্ষ্য সেটিং ফিচার শীঘ্রই আসছে!
pa: ਕਸਰਤ ਟੀਚਾ ਸੈੱਟਿੰਗ ਫੀਚਰ ਜਲਦੀ ਆ ਰਿਹਾ!
pl: Funkcja ustawiania celów ćwiczeń wkrótce!
ro: Funcția de stabilire a obiectivelor de exercițiu vine în curând!
ur: ورزش کا ہدف طے کرنے کا فیچر جلد آرہا!
zh: 运动目标设置功能即将推出！

source: Brain Training
bn: মস্তিষ্ক প্রশিক্ষণ
pa: ਦਿਮਾਗ ਸਿਖਲਾਈ
pl: Trening mózgu
ro: Antrenament cerebral
ur: دماغی تربیت
zh: 大脑训练

source: Brain Exercises
bn: মস্তিষ্কের ব্যায়াম
pa: ਦਿਮਾਗ ਦੇ ਐਕਸਰਸਾਈਜ਼
pl: Ćwiczenia mózgu
ro: Exerciții cerebrale
ur: دماغی مشقیں
zh: 大脑练习

source: Memory games, attention training, and cognitive assessments to keep your mind active
bn: মেমরি গেম, মনোযোগ প্রশিক্ষণ এবং জ্ঞানীয় মূল্যায়ন আপনার মনের সক্রিয় রাখতে
pa: ਯਾਦਦਾਸ਼ਤ ਗੇਮਾਂ, ਧਿਆਨ ਸਿਖਲਾਈ, ਅਤੇ ਦਿਮਾਗੀ ਮੁਲਾਂਕਣ ਤਾਂ ਜੋ ਤੁਹਾਡਾ ਦਿਮਾਗ ਸਰਗਰਮ ਰਹੇ
pl: Gry pamięciowe, trening uwagi i oceny poznawcze, aby utrzymać umysł w aktywności
ro: Jocuri de memorie, antrenament de atenție și evaluări cognitive pentru a-ți menține mintea activă
ur: یادداشت کے کھیل، توجہ کی تربیت، اور دماغی تشخیصات تاکہ آپ کا دماغ فعال رہے
zh: 记忆游戏、注意力训练和认知评估，让您的大脑保持活跃

source: Reminiscence Therapy
bn: স্মৃতিচারণ থেরাপি
pa: ਯਾਦ ਥੈਰੇਪੀ
pl: Terapia reminiscencji
ro: Terapia reminiscenței
ur: یادداشت تھراپی
zh: 回忆疗法

source: Share memories, stories, and experiences to maintain cognitive function and emotional well-being
bn: জ্ঞানীয় কার্যকারিতা এবং মানসিক সুস্থতা বজায় রাখতে স্মৃতি, গল্প এবং অভিজ্ঞতা শেয়ার করুন
pa: ਆਪਣੀਆਂ ਯਾਦਾਂ, ਕਹਾਣੀਆਂ ਅਤੇ ਤਜਰਬੇ ਸਾਂਝੇ ਕਰੋ ਤਾਂ ਜੋ ਦਿਮਾਗੀ ਕਾਰਜ ਅਤੇ ਭਾਵਨਾਤਮਕ ਭਲਾਈ ਬਣੀ ਰਹੇ
pl: Dziel się wspomnieniami, historiami i doświadczeniami, aby utrzymać funkcje poznawcze i dobre samopoczucie emocjonalne
ro: Împărtășește amintiri, povești și experiențe pentru a menține funcția cognitivă și bunăstarea emoțională
ur: یادداشتیں، کہانیاں اور تجربات شیئر کریں تاکہ دماغی کام اور جذباتی بہبود برقرار رہے
zh: 分享回忆、故事和经历，以维持认知功能和情感健康

source: Cognitive Assessment
bn: জ্ঞানীয় মূল্যায়ন
pa: ਦਿਮਾਗੀ ਮੁਲਾਂਕਣ
pl: Ocena poznawcza
ro: Evaluare cognitivă
ur: دماغی تشخیص
zh: 认知评估

source: Regular cognitive testing to track your brain health and identify areas for improvement
bn: আপনার মস্তিষ্কের স্বাস্থ্য ট্র্যাক করতে এবং উন্নতির ক্ষেত্রগুলি চিহ্নিত করতে নিয়মিত জ্ঞানীয় পরীক্ষা
pa: ਆਪਣੀ ਦਿਮਾਗੀ ਸਿਹਤ ਨੂੰ ਟ੍ਰੈਕ ਕਰਨ ਅਤੇ ਸੁਧਾਰ ਦੇ ਖੇਤਰਾਂ ਦੀ ਪਛਾਣ ਲਈ ਨਿਯਮਿਤ ਦਿਮਾਗੀ ਟੈਸਟਿੰਗ
pl: Regularne testy poznawcze do śledzenia zdrowia mózgu i identyfikacji obszarów do poprawy
ro: Testare cognitivă regulată pentru a-ți urmări sănătatea creierului și a identifica zonele de îmbunătățire
ur: آپ کی دماغی صحت کو ٹریک کرنے اور بہتری کے شعبوں کی شناخت کے لیے باقاعدہ دماغی ٹیسٹنگ
zh: 定期认知测试，跟踪您的大脑健康并识别改进领域

source: Brain Health Tips
bn: মস্তিষ্কের স্বাস্থ্য টিপস
pa: ਦਿਮਾਗੀ ਸਿਹਤ ਸੁਝਾਅ
pl: Wskazówki dotyczące zdrowia mózgu
ro: Sfaturi pentru sănătatea creierului
ur: دماغی صحت کے نکات
zh: 大脑健康提示

source: Stay mentally active
bn: মানসিকভাবে সক্রিয় থাকুন
pa: ਦਿਮਾਗੀ ਤੌਰ 'ਤੇ ਸਰਗਰਮ ਰਹੋ
pl: Pozostań umysłowo aktywny
ro: Rămâi mental activ
ur: ذہنی طور پر فعال رہیں
zh: 保持心理活跃

source: Read, do puzzles, learn new skills, or engage in hobbies that challenge your mind.
bn: পড়ুন, পাজল করুন, নতুন দক্ষতা শিখুন, বা এমন শখে জড়িত হন যা আপনার মনকে চ্যালেঞ্জ করে।
pa: ਪੜ੍ਹੋ, ਪਜ਼ਲ ਕਰੋ, ਨਵੀਆਂ ਹੁਨਰ ਸਿੱਖੋ, ਜਾਂ ਉਹਨਾਂ ਸ਼ੌਕਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ ਜੋ ਤੁਹਾਡੇ ਦਿਮਾਗ ਨੂੰ ਚੁਣੌਤੀ ਦਿੰਦੇ ਹਨ।
pl: Czytaj, rozwiązuj łamigłówki, ucz się nowych umiejętności lub angażuj się w hobby, które stymuluje umysł.
ro: Citește, fă puzzle-uri, învață abilități noi sau angajează-te în hobby-uri care îți provoacă mintea.
ur: پڑھیں، پزل کریں، نئے ہنر سیکھیں، یا ایسے شوق میں مشغول ہوں جو آپ کے دماغ کو چیلنج کرتے ہیں۔
zh: 阅读、做拼图、学习新技能或参与挑战您思维的兴趣爱好。

source: Share your memories
bn: আপনার স্মৃতি শেয়ার করুন
pa: ਆਪਣੀਆਂ ਯਾਦਾਂ ਸਾਂਝੀਆਂ ਕਰੋ
pl: Dziel się wspomnieniami
ro: Împărtășește-ți amintirile
ur: اپنی یادداشتیں شیئر کریں
zh: 分享您的回忆

source: Talking about past experiences helps maintain memory and emotional connections.
bn: অতীতের অভিজ্ঞতা নিয়ে কথা বলা স্মৃতি এবং মানসিক সংযোগ বজায় রাখতে সাহায্য করে।
pa: ਪਿਛਲੇ ਤਜਰਬਿਆਂ ਬਾਰੇ ਗੱਲ ਕਰਨਾ ਯਾਦਦਾਸ਼ਤ ਅਤੇ ਭਾਵਨਾਤਮਕ ਜੁੜਾਅ ਬਣਾਈ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ।
pl: Rozmowa o przeszłych doświadczeniach pomaga utrzymać pamięć i więzi emocjonalne.
ro: Vorba despre experiențele trecute ajută la menținerea memoriei și conexiunilor emoționale.
ur: گذشتہ تجربات کے بارے میں بات کرنا یادداشت اور جذباتی تعلقات برقرار رکھنے میں مدد کرتا ہے۔
zh: 谈论过去的经历有助于维持记忆和情感联系。

source: Stay socially connected
bn: সামাজিকভাবে সংযুক্ত থাকুন
pa: ਸਮਾਜਿਕ ਤੌਰ 'ਤੇ ਜੁੜੇ ਰਹੋ
pl: Pozostań społecznie połączony
ro: Rămâi conectat social
ur: سماجی طور پر جڑے رہیں
zh: 保持社交联系

source: Regular social interaction is crucial for cognitive health and emotional well-being.
bn: জ্ঞানীয় স্বাস্থ্য এবং মানসিক সুস্থতার জন্য নিয়মিত সামাজিক মিথস্ক্রিয়া অত্যাবশ্যক।
pa: ਦਿਮਾਗੀ ਸਿਹਤ ਅਤੇ ਭਾਵਨਾਤਮਕ ਭਲਾਈ ਲਈ ਨਿਯਮਿਤ ਸਮਾਜਿਕ ਗੱਲਬਾਤ ਜ਼ਰੂਰੀ ਹੈ।
pl: Regularna interakcja społeczna jest kluczowa dla zdrowia poznawczego i dobrego samopoczucia emocjonalnego.
ro: Interacțiunea socială regulată este crucială pentru sănătatea cognitivă și bunăstarea emoțională.
ur: دماغی صحت اور جذباتی بہبود کے لیے باقاعدہ سماجی تعامل ضروری ہے۔
zh: 定期社交互动对认知健康和情感健康至关重要。

source: Manage stress
bn: চাপ পরিচালনা করুন
pa: ਤਣਾਅ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj stresem
ro: Gestionează stresul
ur: تناؤ کا انتظام کریں
zh: 管理压力

source: Chronic stress can negatively impact memory and cognitive function.
bn: দীর্ঘস্থায়ী চাপ স্মৃতি এবং জ্ঞানীয় কার্যকারিতাকে নেতিবাচকভাবে প্রভাবিত করতে পারে।
pa: ਲੰਬੇ ਸਮੇਂ ਦਾ ਤਣਾਅ ਯਾਦਦਾਸ਼ਤ ਅਤੇ ਦਿਮਾਗੀ ਕਾਰਜ 'ਤੇ ਨਕਾਰਾਤਮਕ ਪ੍ਰਭਾਵ ਪਾ ਸਕਦਾ ਹੈ।
pl: Przewlekły stres może negatywnie wpływać na pamięć i funkcje poznawcze.
ro: Stresul cronic poate afecta negativ memoria și funcția cognitivă.
ur: دیرپا تناؤ یادداشت اور دماغی کام پر منفی اثر ڈال سکتا ہے۔
zh: 慢性压力会对记忆和认知功能产生负面影响。

source: Reminiscence therapy sessions coming soon!
bn: স্মৃতিচারণ থেরাপি সেশন শীঘ্রই আসছে!
pa: ਯਾਦ ਥੈਰੇਪੀ ਸੈਸ਼ਨ ਜਲਦੀ ਆ ਰਹੇ!
pl: Sesje terapii reminiscencji wkrótce!
ro: Sesiunile de terapie a reminiscenței vin în curând!
ur: یادداشت تھراپی سیشن جلد آرہے!
zh: 回忆疗法课程即将推出！

source: Cognitive assessment tools coming soon!
bn: জ্ঞানীয় মূল্যায়ন সরঞ্জাম শীঘ্রই আসছে!
pa: ਦਿਮਾਗੀ ਮੁਲਾਂਕਣ ਟੂਲ ਜਲਦੀ ਆ ਰਹੇ!
pl: Narzędzia oceny poznawczej wkrótce!
ro: Instrumentele de evaluare cognitivă vin în curând!
ur: دماغی تشخیص کے ٹولز جلد آرہے!
zh: 认知评估工具即将推出！

source: Stay connected with your community and combat loneliness
bn: আপনার সম্প্রদায়ের সাথে সংযুক্ত থাকুন এবং একাকীত্বের বিরুদ্ধে লড়াই করুন
pa: ਆਪਣੀ ਕਮਿਊਨਿਟੀ ਨਾਲ ਜੁੜੇ ਰਹੋ ਅਤੇ ਇਕੱਲਤਾ ਦਾ ਮੁਕਾਬਲਾ ਕਰੋ
pl: Pozostań w kontakcie ze swoją społecznością i walcz z samotnością
ro: Rămâi conectat cu comunitatea ta și combate singurătatea
ur: اپنی کمیونٹی کے ساتھ جڑے رہیں اور تنہائی کا مقابلہ کریں
zh: 与您的社区保持联系并对抗孤独

source: Social Features
bn: সামাজিক বৈশিষ্ট্য
pa: ਸਮਾਜਿਕ ਫੀਚਰ
pl: Funkcje społeczne
ro: Funcții sociale
ur: سماجی فیچرز
zh: 社交功能

source: Community Events
bn: কমিউনিটি ইভেন্ট
pa: ਕਮਿਊਨਿਟੀ ਇਵੈਂਟਸ
pl: Wydarzenia społeczności
ro: Evenimente comunitare
ur: کمیونٹی ایونٹس
zh: 社区活动

source: Discover local arts, crafts, and social activities organized by dementia support centers
bn: ডিমেনশিয়া সাপোর্ট সেন্টার দ্বারা সংগঠিত স্থানীয় শিল্প, কারুশিল্প এবং সামাজিক কার্যক্রম আবিষ্কার করুন
pa: ਸਥਾਨਕ ਕਲਾਵਾਂ, ਹਸਤਕਲਾ, ਅਤੇ ਸਮਾਜਿਕ ਗਤੀਵਿਧੀਆਂ ਦੀ ਖੋਜ ਕਰੋ ਜੋ ਡਿਮੈਂਸ਼ੀਆ ਸਹਾਇਤਾ ਕੇਂਦਰਾਂ ਦੁਆਰਾ ਆਯੋਜਿਤ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ
pl: Odkryj lokalne sztuki, rzemiosło i aktywności społeczne organizowane przez centra wsparcia demencji
ro: Descoperă artele locale, meșteșugurile și activitățile sociale organizate de centrele de sprijin pentru demență
ur: مقامی فنون، دستکاری، اور سماجی سرگرمیاں دریافت کریں جو ڈیمنشیا سپورٹ سینٹرز کی طرف سے منظم کی جاتی ہیں
zh: 发现由痴呆支持中心组织的当地艺术、手工艺和社交活动

source: Community Forum
bn: কমিউনিটি ফোরাম
pa: ਕਮਿਊਨਿਟੀ ਫੋਰਮ
pl: Forum społeczności
ro: Forumul comunității
ur: کمیونٹی فورم
zh: 社区论坛

source: Connect with others, share experiences, and get support from the community
bn: অন্যদের সাথে সংযুক্ত হন, অভিজ্ঞতা শেয়ার করুন এবং সম্প্রদায় থেকে সহায়তা পান
pa: ਦੂਜਿਆਂ ਨਾਲ ਜੁੜੋ, ਤਜਰਬੇ ਸਾਂਝੇ ਕਰੋ, ਅਤੇ ਕਮਿਊਨਿਟੀ ਤੋਂ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Połącz się z innymi, dziel się doświadczeniami i otrzymuj wsparcie od społeczności
ro: Conectează-te cu alții, împărtășește experiențe și primește sprijin de la comunitate
ur: دوسروں کے ساتھ جڑیں، تجربات شیئر کریں، اور کمیونٹی سے سپورٹ حاصل کریں
zh: 与他人联系，分享经验，并从社区获得支持

source: Dementia Encyclopedia
bn: ডিমেনশিয়া এনসাইক্লোপিডিয়া
pa: ਡਿਮੈਂਸ਼ੀਆ ਐਨਸਾਈਕਲੋਪੀਡੀਆ
pl: Encyklopedia demencji
ro: Enciclopedia demenței
ur: ڈیمنشیا انسائیکلوپیڈیا
zh: 痴呆症百科全书

source: Learn about dementia, prevention strategies, and find helpful resources
bn: ডিমেনশিয়া, প্রতিরোধ কৌশল সম্পর্কে জানুন এবং সহায়ক সম্পদ খুঁজুন
pa: ਡਿਮੈਂਸ਼ੀਆ, ਰੋਕਥਾਮ ਰਣਨੀਤੀਆਂ ਬਾਰੇ ਜਾਣੋ, ਅਤੇ ਮਦਦਗਾਰ ਸਰੋਤ ਲੱਭੋ
pl: Dowiedz się o demencji, strategiach zapobiegania i znajdź pomocne zasoby
ro: Învață despre demență, strategiile de prevenire și găsește resurse utile
ur: ڈیمنشیا، روک تھام کی حکمت عملیوں کے بارے میں جانیں، اور مددگار وسائل تلاش کریں
zh: 了解痴呆、预防策略，并找到有用的资源

source: Social Connection Tips
bn: সামাজিক সংযোগ টিপস
pa: ਸਮਾਜਿਕ ਜੁੜਾਅ ਸੁਝਾਅ
pl: Wskazówki dotyczące połączenia społecznego
ro: Sfaturi pentru conectarea socială
ur: سماجی رابطے کے نکات
zh: 社交连接提示

source: Join local groups
bn: স্থানীয় গোষ্ঠীতে যোগ দিন
pa: ਸਥਾਨਕ ਗਰੁੱਪਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
pl: Dołącz do lokalnych grup
ro: Alătură-te grupurilor locale
ur: مقامی گروپس میں شامل ہوں
zh: 加入当地团体

source: Look for arts and crafts workshops, walking groups, or hobby clubs in your area.
bn: আপনার এলাকায় শিল্প ও কারুশিল্প কর্মশালা, হাঁটার গোষ্ঠী বা শখের ক্লাব খুঁজুন।
pa: ਆਪਣੇ ਖੇਤਰ ਵਿੱਚ ਕਲਾਵਾਂ ਅਤੇ ਹਸਤਕਲਾ ਵਰਕਸ਼ਾਪ, ਚਲਣ ਵਾਲੇ ਗਰੁੱਪ, ਜਾਂ ਹੌਬੀ ਕਲੱਬ ਲੱਭੋ।
pl: Szukaj warsztatów sztuki i rzemiosła, grup spacerowych lub klubów hobby w swojej okolicy.
ro: Caută ateliere de artă și meșteșuguri, grupuri de plimbare sau cluburi de hobby în zona ta.
ur: اپنے علاقے میں آرٹس اور کرافٹس ورکشاپس، واکنگ گروپس، یا ہوبی کلبز تلاش کریں۔
zh: 在您的地区寻找艺术和手工艺工作坊、步行团体或爱好俱乐部。

source: Stay in touch
bn: যোগাযোগে থাকুন
pa: ਜੁੜੇ ਰਹੋ
pl: Pozostań w kontakcie
ro: Rămâi în contact
ur: رابطے میں رہیں
zh: 保持联系

source: Regular phone calls or video chats with family and friends can make a big difference.
bn: পরিবার ও বন্ধুদের সাথে নিয়মিত ফোন কল বা ভিডিও চ্যাট বড় পার্থক্য আনতে পারে।
pa: ਪਰਿਵਾਰ ਅਤੇ ਦੋਸਤਾਂ ਨਾਲ ਨਿਯਮਿਤ ਫੋਨ ਕਾਲ ਜਾਂ ਵੀਡੀਓ ਚੈਟ ਵੱਡਾ ਫਰਕ ਪਾ ਸਕਦੇ ਹਨ।
pl: Regularne rozmowy telefoniczne lub wideoczaty z rodziną i przyjaciółmi mogą wiele zmienić.
ro: Apelurile telefonice regulate sau chat-urile video cu familia și prietenii pot face o mare diferență.
ur: خاندان اور دوستوں کے ساتھ باقاعدہ فون کالز یا ویڈیو چیٹس بڑا فرق لا سکتے ہیں۔
zh: 与家人和朋友定期通话或视频聊天可以产生很大影响。

source: Volunteer
bn: স্বেচ্ছাসেবক
pa: ਵਾਲੰਟੀਅਰ
pl: Wolontariat
ro: Voluntariat
ur: رضاکار
zh: 志愿者

source: Giving back to your community can provide purpose and social connection.
bn: আপনার সম্প্রদায়কে ফিরিয়ে দেওয়া উদ্দেশ্য এবং সামাজিক সংযোগ প্রদান করতে পারে।
pa: ਆਪਣੀ ਕਮਿਊਨਿਟੀ ਨੂੰ ਵਾਪਸ ਦੇਣਾ ਮਕਸਦ ਅਤੇ ਸਮਾਜਿਕ ਜੁੜਾਅ ਪ੍ਰਦਾਨ ਕਰ ਸਕਦਾ ਹੈ।
pl: Oddawanie społeczności może zapewnić cel i połączenie społeczne.
ro: A da înapoi comunității poate oferi scop și conectare socială.
ur: اپنی کمیونٹی کو واپس دینا مقصد اور سماجی رابطہ فراہم کر سکتا ہے۔
zh: 回馈您的社区可以提供目标和社交连接。

source: Learn something new
bn: কিছু নতুন শিখুন
pa: ਕੁਝ ਨਵਾਂ ਸਿੱਖੋ
pl: Naucz się czegoś nowego
ro: Învață ceva nou
ur: کچھ نیا سیکھیں
zh: 学习新东西

source: Taking classes or joining learning groups can help you meet like-minded people.
bn: ক্লাস নেওয়া বা লার্নিং গ্রুপে যোগ দেওয়া আপনাকে সমমনা লোকদের সাথে দেখা করতে সাহায্য করতে পারে।
pa: ਕਲਾਸਾਂ ਲੈਣਾ ਜਾਂ ਸਿੱਖਣ ਵਾਲੇ ਗਰੁੱਪਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣਾ ਤੁਹਾਨੂੰ ਸਮਾਨ ਸੋਚ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਮਿਲਣ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ।
pl: Uczestnictwo w zajęciach lub dołączanie do grup naukowych może pomóc w spotkaniu podobnie myślących ludzi.
ro: Participarea la cursuri sau alăturarea la grupuri de învățare te poate ajuta să întâlnești oameni cu gândire similară.
ur: کلاسز لینا یا لرننگ گروپس میں شامل ہونا آپ کو ہم خیال لوگوں سے ملنے میں مدد کر سکتا ہے۔
zh: 参加课程或加入学习小组可以帮助您遇到志同道合的人。

source: Could not open NHS website
bn: NHS ওয়েবসাইট খোলা যায়নি
pa: NHS ਵੈਬਸਾਈਟ ਨਹੀਂ ਖੋਲ੍ਹੀ ਜਾ ਸਕੀ
pl: Nie można otworzyć strony NHS
ro: Nu s-a putut deschide site-ul NHS
ur: NHS ویب سائٹ نہیں کھولی جا سکی
zh: 无法打开NHS网站

source: Could not open NHS booking website
bn: NHS বুকিং ওয়েবসাইট খোলা যায়নি
pa: NHS ਬੁਕਿੰਗ ਵੈਬਸਾਈਟ ਨਹੀਂ ਖੋਲ੍ਹੀ ਜਾ ਸਕੀ
pl: Nie można otworzyć strony rezerwacji NHS
ro: Nu s-a putut deschide site-ul de rezervare NHS
ur: NHS بکنگ ویب سائٹ نہیں کھولی جا سکی
zh: 无法打开NHS预订网站

source: Health Check Complete
bn: স্বাস্থ্য পরীক্ষা সম্পূর্ণ
pa: ਸਿਹਤ ਜਾਂਚ ਪੂਰੀ
pl: Badanie zdrowia ukończone
ro: Verificarea sănătății completă
ur: ہیلتھ چیک مکمل
zh: 健康检查完成

source: Health Check Overdue
bn: স্বাস্থ্য পরীক্ষা ওভারডিউ
pa: ਸਿਹਤ ਜਾਂਚ ਓਵਰਡਿਊ
pl: Badanie zdrowia przeterminowane
ro: Verificarea sănătății întârziată
ur: ہیلتھ چیک اوورڈیو
zh: 健康检查逾期

source: Health Check Due Soon
bn: স্বাস্থ্য পরীক্ষা শীঘ্রই
pa: ਸਿਹਤ ਜਾਂਚ ਜਲਦੀ
pl: Badanie zdrowia wkrótce
ro: Verificarea sănătății în curând
ur: ہیلتھ چیک جلد
zh: 健康检查即将到期

source: Benefits of NHS Health Check
bn: NHS স্বাস্থ্য পরীক্ষার সুবিধা
pa: NHS ਸਿਹਤ ਜਾਂਚ ਦੇ ਫਾਇਦੇ
pl: Korzyści z badania zdrowia NHS
ro: Beneficiile verificării sănătății NHS
ur: NHS ہیلتھ چیک کے فوائد
zh: NHS健康检查的好处

source: Early Detection
bn: প্রারম্ভিক সনাক্তকরণ
pa: ਜਲਦੀ ਪਤਾ ਲੱਗਣਾ
pl: Wczesne wykrywanie
ro: Detectare timpurie
ur: جلدی پتہ چلنا
zh: 早期检测

source: Identifies health risks before they become serious problems
bn: স্বাস্থ্য ঝুঁকিগুলি গুরুতর সমস্যা হওয়ার আগে সনাক্ত করে
pa: ਗੰਭੀਰ ਸਮੱਸਿਆਵਾਂ ਬਣਨ ਤੋਂ ਪਹਿਲਾਂ ਸਿਹਤ ਦੇ ਖ਼ਤਰਿਆਂ ਦੀ ਪਛਾਣ ਕਰਦਾ ਹੈ
pl: Identyfikuje ryzyko zdrowotne zanim staną się poważnymi problemami
ro: Identifică riscurile de sănătate înainte să devină probleme serioase
ur: سنجیدہ مسائل بننے سے پہلے صحت کے خطرات کی شناخت کرتا ہے
zh: 在健康风险变成严重问题之前识别它们

source: Dementia Prevention
bn: ডিমেনশিয়া প্রতিরোধ
pa: ਡਿਮੈਂਸ਼ੀਆ ਰੋਕਥਾਮ
pl: Zapobieganie demencji
ro: Prevenirea demenței
ur: ڈیمنشیا کی روک تھام
zh: 痴呆预防

source: Helps reduce your risk of developing dementia through lifestyle advice
bn: লাইফস্টাইল পরামর্শের মাধ্যমে ডিমেনশিয়া বিকাশের ঝুঁকি কমাতে সাহায্য করে
pa: ਲਾਈਫਸਟਾਈਲ ਸਲਾਹ ਦੁਆਰਾ ਡਿਮੈਂਸ਼ੀਆ ਵਿਕਸਿਤ ਕਰਨ ਦੇ ਖ਼ਤਰੇ ਨੂੰ ਘਟਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ
pl: Pomaga zmniejszyć ryzyko rozwoju demencji poprzez porady dotyczące stylu życia
ro: Ajută să reduci riscul de dezvoltare a demenței prin sfaturi despre stilul de viață
ur: لائف سٹائل مشورے کے ذریعے ڈیمنشیا کے خطرے کو کم کرنے میں مدد کرتا ہے
zh: 通过生活方式建议帮助降低患痴呆的风险

source: Lifestyle Advice
bn: লাইফস্টাইল পরামর্শ
pa: ਲਾਈਫਸਟਾਈਲ ਸਲਾਹ
pl: Porady dotyczące stylu życia
ro: Sfaturi despre stilul de viață
ur: لائف سٹائل مشورہ
zh: 生活方式建议

source: Get personalized advice on diet, exercise, and healthy living
bn: খাদ্য, ব্যায়াম এবং সুস্থ জীবনযাপন সম্পর্কে ব্যক্তিগত পরামর্শ পান
pa: ਖੁਰਾਕ, ਕਸਰਤ ਅਤੇ ਸਿਹਤਮੰਦ ਜੀਵਨ ਬਾਰੇ ਨਿੱਜੀ ਸਲਾਹ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymaj spersonalizowane porady dotyczące diety, ćwiczeń i zdrowego życia
ro: Obține sfaturi personalizate despre dietă, exercițiu și viața sănătoasă
ur: خوراک، ورزش اور صحت مند زندگی کے بارے میں ذاتی مشورہ حاصل کریں
zh: 获得关于饮食、运动和健康生活的个性化建议

source: Free Service
bn: বিনামূল্যে সেবা
pa: ਮੁਫਤ ਸੇਵਾ
pl: Bezpłatna usługa
ro: Serviciu gratuit
ur: مفت سروس
zh: 免费服务

# completelyFreeAndTakesAbout20To30Minutes
source: Completely free and takes about 20-30 minutes
bn: সম্পূর্ণ বিনামূল্যে এবং প্রায় 20-30 মিনিট সময় লাগে
pa: ਪੂਰੀ ਤਰ੍ਹਾਂ ਮੁਫਤ ਅਤੇ ਲਗਭਗ 20-30 ਮਿੰਟ ਲੱਗਦਾ ਹੈ
pl: Całkowicie bezpłatne i trwa około 20-30 minut
ro: Complet gratuit și durează aproximativ 20-30 de minute
ur: بالکل مفت اور تقریباً 20-30 منٹ لگتے ہیں
zh: 完全免费，大约需要20-30分钟

source: Learn More About Health Checks
bn: স্বাস্থ্য পরীক্ষা সম্পর্কে আরও জানুন
pa: ਸਿਹਤ ਜਾਂਚਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej o badaniach zdrowia
ro: Află mai multe despre verificările sănătății
ur: ہیلتھ چیکس کے بارے میں مزید جانیں
zh: 了解更多关于健康检查的信息

source: Mark as Not Completed
bn: অসম্পূর্ণ হিসাবে চিহ্নিত করুন
pa: ਪੂਰਾ ਨਹੀਂ ਹੋਇਆ ਦੇ ਤੌਰ 'ਤੇ ਚਿੰਨ੍ਹਿਤ ਕਰੋ
pl: Oznacz jako nieukończone
ro: Marchează ca necompletat
ur: مکمل نہیں ہوا کے طور پر نشان زد کریں
zh: 标记为未完成

source: Book Your Health Check
bn: আপনার স্বাস্থ্য পরীক্ষা বুক করুন
pa: ਆਪਣੀ ਸਿਹਤ ਜਾਂਚ ਬੁਕ ਕਰੋ
pl: Zarezerwuj badanie zdrowia
ro: Rezervă verificarea sănătății
ur: اپنا ہیلتھ چیک بک کریں
zh: 预订您的健康检查

source: Current Weight
bn: বর্তমান ওজন
pa: ਮੌਜੂਦਾ ਵਜ਼ਨ
pl: Aktualna waga
ro: Greutatea actuală
ur: موجودہ وزن
zh: 当前体重

source: Updated
bn: আপডেট
pa: ਅਪਡੇਟ
pl: Zaktualizowano
ro: Actualizat
ur: اپڈیٹ
zh: 已更新

source: Not recorded
bn: রেকর্ড করা হয়নি
pa: ਰਿਕਾਰਡ ਨਹੀਂ
pl: Nie zarejestrowano
ro: Nu este înregistrat
ur: ریکارڈ نہیں
zh: 未记录

source: Add your height to calculate BMI
bn: BMI গণনা করতে আপনার উচ্চতা যোগ করুন
pa: BMI ਦੀ ਗਣਨਾ ਲਈ ਆਪਣੀ ਉਚਾਈ ਜੋੜੋ
pl: Dodaj swój wzrost, aby obliczyć BMI
ro: Adaugă înălțimea pentru a calcula IMC
ur: BMI حساب کرنے کے لیے اپنی اونچائی شامل کریں
zh: 添加您的身高以计算BMI

source: Log New Weight
bn: নতুন ওজন লগ করুন
pa: ਨਵਾਂ ਵਜ਼ਨ ਲੌਗ ਕਰੋ
pl: Zarejestruj nową wagę
ro: Înregistrează greutatea nouă
ur: نیا وزن لاگ کریں
zh: 记录新体重

source: Enter your weight
bn: আপনার ওজন লিখুন
pa: ਆਪਣਾ ਵਜ਼ਨ ਦਰਜ ਕਰੋ
pl: Wprowadź swoją wagę
ro: Introdu greutatea
ur: اپنا وزن درج کریں
zh: 输入您的体重

source: Please enter your weight
bn: অনুগ্রহ করে আপনার ওজন লিখুন
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਵਜ਼ਨ ਦਰਜ ਕਰੋ
pl: Proszę wprowadzić wagę
ro: Te rog introdu greutatea
ur: براہ کرم اپنا وزن درج کریں
zh: 请输入您的体重

source: Please enter a valid number
bn: অনুগ্রহ করে একটি বৈধ সংখ্যা লিখুন
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਨੰਬਰ ਦਰਜ ਕਰੋ
pl: Proszę wprowadzić prawidłową liczbę
ro: Te rog introdu un număr valid
ur: براہ کرم ایک درست نمبر درج کریں
zh: 请输入有效数字

source: Weight History
bn: ওজন ইতিহাস
pa: ਵਜ਼ਨ ਇਤਿਹਾਸ
pl: Historia wagi
ro: Istoricul greutății
ur: وزن کی تاریخ
zh: 体重历史

source: Track your weight changes over time
bn: সময়ের সাথে আপনার ওজনের পরিবর্তন ট্র্যাক করুন
pa: ਸਮੇਂ ਦੇ ਨਾਲ ਆਪਣੇ ਵਜ਼ਨ ਦੇ ਬਦਲਾਅ ਨੂੰ ਟ੍ਰੈਕ ਕਰੋ
pl: Śledź zmiany wagi w czasie
ro: Urmărește schimbările greutății în timp
ur: وقت کے ساتھ اپنے وزن کی تبدیلیوں کو ٹریک کریں
zh: 跟踪您随时间的体重变化

source: Weight Chart Coming Soon
bn: ওজন চার্ট শীঘ্রই আসছে
pa: ਵਜ਼ਨ ਚਾਰਟ ਜਲਦੀ ਆ ਰਿਹਾ
pl: Wykres wagi wkrótce
ro: Graficul greutății vine în curând
ur: وزن چارٹ جلد آرہا
zh: 体重图表即将推出

source: BMI Information
bn: BMI তথ্য
pa: BMI ਜਾਣਕਾਰੀ
pl: Informacje o BMI
ro: Informații IMC
ur: BMI معلومات
zh: BMI信息

source: Add your height and weight to calculate your BMI
bn: আপনার BMI গণনা করতে আপনার উচ্চতা এবং ওজন যোগ করুন
pa: ਆਪਣੇ BMI ਦੀ ਗਣਨਾ ਲਈ ਆਪਣੀ ਉਚਾਈ ਅਤੇ ਵਜ਼ਨ ਜੋੜੋ
pl: Dodaj swój wzrost i wagę, aby obliczyć BMI
ro: Adaugă înălțimea și greutatea pentru a calcula IMC
ur: اپنے BMI حساب کرنے کے لیے اپنی اونچائی اور وزن شامل کریں
zh: 添加您的身高和体重以计算BMI

# below18Point5
source: Below 18.5
bn: 18.5 এর নিচে
pa: 18.5 ਤੋਂ ਘੱਟ
pl: Poniżej 18,5
ro: Sub 18,5
ur: 18.5 سے کم
zh: 低于18.5

# bmiRange30Point0AndAbove
source: 30.0 and above
bn: 30.0 এবং তার উপরে
pa: 30.0 ਅਤੇ ਉੱਪਰ
pl: 30,0 i powyżej
ro: 30,0 și peste
ur: 30.0 اور اس سے اوپر
zh: 30.0及以上

# languageChanged
source: Language changed successfully
bn: ভাষা সফলভাবে পরিবর্তিত হয়েছে
pa: ਭਾਸ਼ਾ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲੀ ਗਈ
pl: Język został pomyślnie zmieniony
ro: Limba a fost schimbată cu succes
ur: زبان کامیابی سے تبدیل ہو گئی
zh: 语言更改成功

source: Healthy Eating for Brain Health
bn: মস্তিষ্কের স্বাস্থ্যের জন্য স্বাস্থ্যকর খাবার
pa: ਦਿਮਾਗੀ ਸਿਹਤ ਲਈ ਸਿਹਤਮੰਦ ਖਾਣਾ
pl: Zdrowa dieta dla zdrowia mózgu
ro: Alimentație sănătoasă pentru sănătatea creierului
ur: دماغی صحت کے لیے صحت مند کھانا
zh: 有益大脑健康的健康饮食

source: All Tips
bn: সব পরামর্শ
pa: ਸਾਰੇ ਸੁਝਾਅ
pl: Wszystkie wskazówki
ro: Toate sfaturile
ur: تمام تجاویز
zh: 所有建议

source: Tip bookmarked!
bn: পরামর্শ বুকমার্ক করা হয়েছে!
pa: ਸੁਝਾਅ ਬੁੱਕਮਾਰਕ ਕੀਤਾ ਗਿਆ!
pl: Wskazówka dodana do zakładek!
ro: Sfat adăugat la marcaje!
ur: تجویز بک مارک کی گئی!
zh: 建议已收藏！

source: Bookmark removed
bn: বুকমার্ক সরানো হয়েছে
pa: ਬੁੱਕਮਾਰਕ ਹਟਾਇਆ ਗਿਆ
pl: Zakładka usunięta
ro: Marcaj eliminat
ur: بک مارک ہٹا دیا گیا
zh: 已移除收藏

source: General Information
bn: সাধারণ তথ্য
pa: ਆਮ ਜਾਣਕਾਰੀ
pl: Informacje ogólne
ro: Informații generale
ur: عمومی معلومات
zh: 一般信息

source: Symptoms
bn: লক্ষণ
pa: ਲੱਛਣ
pl: Objawy
ro: Simptome
ur: علامات
zh: 症状

source: Risk Factors
bn: ঝুঁকির কারণ
pa: ਖ਼ਤਰੇ ਦੇ ਕਾਰਕ
pl: Czynniki ryzyka
ro: Factori de risc
ur: خطرے کے عوامل
zh: 风险因素

source: Types
bn: প্রকার
pa: ਕਿਸਮਾਂ
pl: Typy
ro: Tipuri
ur: اقسام
zh: 类型

source: Diagnosis
bn: নির্ণয়
pa: ਨਿਦਾਨ
pl: Diagnoza
ro: Diagnostic
ur: تشخیص
zh: 诊断

source: Treatment
bn: চিকিৎসা
pa: ਇਲਾਜ
pl: Leczenie
ro: Tratament
ur: علاج
zh: 治疗

source: Prevention
bn: প্রতিরোধ
pa: ਰੋਕਥਾਮ
pl: Zapobieganie
ro: Prevenție
ur: احتیاط
zh: 预防

source: Caregiving
bn: যত্ন
pa: ਦੇਖਭਾਲ
pl: Opieka
ro: Îngrijire
ur: دیکھ بھال
zh: 护理

source: Entry bookmarked!
bn: এন্ট্রি বুকমার্ক করা হয়েছে!
pa: ਐਂਟਰੀ ਬੁੱਕਮਾਰਕ ਕੀਤੀ ਗਈ!
pl: Wpis dodany do zakładek!
ro: Intrare adăugată la marcaje!
ur: انٹری بک مارک کی گئی!
zh: 条目已收藏！
