Repository: Shun-Github1/RememberMe
Catalog: lib/l10n/app_*.arb
Languages: bn, pa, pl, ro, ur, zh

# appDescription
source: NHS Dementia Prevention Lifestyle Tracker
bn: NHS ডিমেনশিয়া প্রতিরোধ জীবনধারা ট্র্যাকার
pa: NHS ਡਿਮੈਂਸ਼ੀਆ ਰੋਕਥਾਮ ਜੀਵਨ ਸ਼ੈਲੀ ਟਰੈਕਰ
pl: NHS Tracker Stylu Życia Zapobiegający Demencji
ro: NHS Tracker de Stil de Viață pentru Prevenirea Demenței
ur: NHS ڈیمنشیا روک تھام طرز زندگی ٹریکر
zh: NHS痴呆症预防生活方式追踪器

source: Health
bn: স্বাস্থ্য
pa: ਸਿਹਤ
pl: Zdrowie
ro: Sănătate
ur: صحت
zh: 健康

source: Health Monitoring
bn: স্বাস্থ্য পর্যবেক্ষণ
pa: ਸਿਹਤ ਦੀ ਨਿਗਰਾਨੀ
pl: Monitorowanie zdrowia
ro: Monitorizarea sănătății
ur: صحت کی نگرانی
zh: 健康监测

# healthMonitoringDescription
source: Track your weight, BMI, and health check status
bn: আপনার ওজন, BMI এবং স্বাস্থ্য পরীক্ষার অবস্থা ট্র্যাক করুন
pa: ਆਪਣਾ ਵਜ਼ਨ, BMI, ਅਤੇ ਸਿਹਤ ਚੈਕ ਸਥਿਤੀ ਨੂੰ ਟ੍ਰੈਕ ਕਰੋ
pl: Śledź swoją wagę, BMI i status badań zdrowotnych
ro: Urmărește-ți greutatea, IMC-ul și starea verificărilor de sănătate
ur: اپنا وزن، BMI، اور صحت کی چیک کی حالت کو ٹریک کریں
zh: 跟踪您的体重、BMI和健康检查状态

source: Health Features
bn: স্বাস্থ্য বৈশিষ্ট্য
pa: ਸਿਹਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
pl: Funkcje zdrowotne
ro: Funcții de sănătate
ur: صحت کی خصوصیات
zh: 健康功能

source: Quick Actions
bn: দ্রুত কর্ম
pa: ਤੇਜ਼ ਕਾਰਵਾਈਆਂ
pl: Szybkie działania
ro: Acțiuni rapide
ur: فوری کارروائیاں
zh: 快速操作

source: Weight Diary
bn: ওজন ডায়েরি
pa: ਵਜ਼ਨ ਡਾਇਰੀ
pl: Dziennik wagi
ro: Jurnalul greutății
ur: وزن کی ڈائری
zh: 体重日记

# weightDiaryDescription
source: Log your daily weight and track BMI changes over time
bn: আপনার দৈনিক ওজন লগ করুন এবং সময়ের সাথে BMI পরিবর্তন ট্র্যাক করুন
pa: ਆਪਣਾ ਰੋਜ਼ਾਨਾ ਵਜ਼ਨ ਲੌਗ ਕਰੋ ਅਤੇ ਸਮੇਂ ਦੇ ਨਾਲ BMI ਤਬਦੀਲੀਆਂ ਨੂੰ ਟ੍ਰੈਕ ਕਰੋ
pl: Zapisuj codzienną wagę i śledź zmiany BMI w czasie
ro: Înregistrează-ți greutatea zilnică și urmărește modificările IMC-ului în timp
ur: اپنا روزانہ وزن لاگ کریں اور وقت کے ساتھ BMI کی تبدیلیوں کو ٹریک کریں
zh: 记录您的日常体重并跟踪BMI随时间的变化

# lastLogged
source: Last logged: {weight}kg
bn: শেষ লগ: {weight}kg
pa: ਆਖਰੀ ਲੌਗ: {weight}kg
pl: Ostatni wpis: {weight}kg
ro: Ultima înregistrare: {weight}kg
ur: آخری لاگ: {weight}kg
zh: 最后记录：{weight}kg

source: Not logged yet
bn: এখনো লগ করা হয়নি
pa: ਅਜੇ ਲੌਗ ਨਹੀਂ ਕੀਤਾ
pl: Jeszcze nie zapisano
ro: Nu a fost încă înregistrat
ur: ابھی لاگ نہیں کیا
zh: 尚未记录

source: NHS Health Check
bn: NHS স্বাস্থ্য পরীক্ষা
pa: NHS ਸਿਹਤ ਜਾਂਚ
pl: Badanie zdrowia NHS
ro: Verificare sănătate NHS
ur: NHS ہیلتھ چیک
zh: NHS健康检查

# nhsHealthCheckDescription
source: Book your free NHS Health Check to monitor your health
bn: আপনার স্বাস্থ্য পর্যবেক্ষণের জন্য আপনার বিনামূল্যে NHS স্বাস্থ্য পরীক্ষা বুক করুন
pa: ਆਪਣੀ ਸਿਹਤ ਨੂੰ ਮਾਨੀਟਰ ਕਰਨ ਲਈ ਆਪਣੀ ਮੁਫਤ NHS ਸਿਹਤ ਜਾਂਚ ਬੁਕ ਕਰੋ
pl: Zarezerwuj bezpłatne badanie zdrowia NHS, aby monitorować swoje zdrowie
ro: Rezervă verificarea gratuită de sănătate NHS pentru a-ți monitoriza sănătatea
ur: اپنی صحت کی نگرانی کے لیے اپنا مفت NHS ہیلتھ چیک بک کریں
zh: 预约您的免费NHS健康检查以监测您的健康

# completed
source: Completed {date}
bn: সম্পন্ন {date}
pa: ਪੂਰਾ ਹੋਇਆ {date}
pl: Ukończone {date}
ro: Completat {date}
ur: مکمل {date}
zh: 已完成 {date}

source: Completed recently
bn: সম্প্রতি সম্পন্ন
pa: ਹਾਲ ਹੀ ਵਿੱਚ ਪੂਰਾ ਹੋਇਆ
pl: Ukończone niedawno
ro: Completat recent
ur: حال ہی میں مکمل ہوا
zh: 最近完成

# dueNow
source: Due now - Book your free check
bn: এখন বাকি - আপনার বিনামূল্যে পরীক্ষা বুক করুন
pa: ਹੁਣ ਡਿਊ - ਆਪਣਾ ਮੁਫ਼ਤ ਚੈਕ ਬੁੱਕ ਕਰੋ
pl: Termin teraz - Umów się na darmowe badanie
ro: Scadent acum - Programează-ți verificarea gratuită
ur: اب ڈیو - اپنا مفت چیک بک کریں
zh: 现在到期 - 预约您的免费检查

source: Not due yet
bn: এখনো বাকি নেই
pa: ਅਜੇ ਡਿਊ ਨਹੀਂ
pl: Jeszcze nie termin
ro: Nu este încă scadent
ur: ابھی ڈیو نہیں
zh: 尚未到期

source: Health Profile
bn: স্বাস্থ্য প্রোফাইল
pa: ਸਿਹਤ ਪ੍ਰੋਫਾਈਲ
pl: Profil zdrowotny
ro: Profilul de sănătate
ur: صحت کا پروفائل
zh: 健康档案

# healthProfileDescription
source: Manage your medical conditions, medications, and emergency contacts
bn: আপনার চিকিৎসা অবস্থা, ওষুধ এবং জরুরি যোগাযোগ পরিচালনা করুন
pa: ਆਪਣੀਆਂ ਮੈਡੀਕਲ ਸਥਿਤੀਆਂ, ਦਵਾਈਆਂ, ਅਤੇ ਐਮਰਜੈਂਸੀ ਕੰਟੈਕਟਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj swoimi schorzeniami, lekami i kontaktami awaryjnymi
ro: Gestionează-ți afecțiunile medicale, medicamentele și contactele de urgență
ur: اپنی طبی حالتوں، ادویات، اور ایمرجنسی رابطوں کا انتظام کریں
zh: 管理您的医疗状况、药物和紧急联系人

source: No GP registered
bn: কোনো GP নিবন্ধিত নেই
pa: ਕੋਈ GP ਰਜਿਸਟਰਡ ਨਹੀਂ
pl: Brak zarejestrowanego lekarza rodzinnego
ro: Nu este înregistrat medic de familie
ur: کوئی GP رجسٹرڈ نہیں
zh: 未注册全科医生

source: Log Weight
bn: ওজন লগ করুন
pa: ਵਜ਼ਨ ਲੌਗ ਕਰੋ
pl: Zarejestruj wagę
ro: Înregistrează greutatea
ur: وزن لاگ کریں
zh: 记录体重

source: Health Tips
bn: স্বাস্থ্য টিপস
pa: ਸਿਹਤ ਸੁਝਾਅ
pl: Wskazówki Zdrowotne
ro: Sfaturi de Sănătate
ur: صحت کے نکات
zh: 健康提示

source: Health Overview
bn: স্বাস্থ্য ওভারভিউ
pa: ਸਿਹਤ ਸੰਖੇਪ
pl: Przegląd zdrowia
ro: Prezentare generală sănătate
ur: صحت کا جائزہ
zh: 健康概览

source: Weight
bn: ওজন
pa: ਵਜ਼ਨ
pl: Waga
ro: Greutate
ur: وزن
zh: 体重

source: BMI Category
bn: BMI বিভাগ
pa: BMI ਸ਼੍ਰੇਣੀ
pl: Kategoria BMI
ro: Categoria IMC
ur: BMI کیٹگری
zh: BMI类别

source: Not set
bn: সেট করা নেই
pa: ਸੈੱਟ ਨਹੀਂ
pl: Nie ustawiono
ro: Nu este setat
ur: سیٹ نہیں
zh: 未设置

source: Calculate
bn: গণনা করুন
pa: ਗਿਣਤੀ ਕਰੋ
pl: Oblicz
ro: Calculează
ur: حساب کریں
zh: 计算

source: Unknown
bn: অজানা
pa: ਅਣਜਾਣ
pl: Nieznane
ro: Necunoscut
ur: نامعلوم
zh: 未知

source: Underweight
bn: কম ওজন
pa: ਕਮ ਵਜ਼ਨ
pl: Niedowaga
ro: Subponderal
ur: کم وزن
zh: 体重不足

source: Normal weight
bn: সাধারণ ওজন
pa: ਸਾਧਾਰਣ ਵਜ਼ਨ
pl: Prawidłowa waga
ro: Greutate normală
ur: عام وزن
zh: 正常体重

source: Overweight
bn: অতিরিক্ত ওজন
pa: ਵਧੇਰੇ ਵਜ਼ਨ
pl: Nadwaga
ro: Supraponderal
ur: زیادہ وزن
zh: 超重

source: Obese
bn: স্থূলতা
pa: ਮੋਟਾਪਾ
pl: Otyłość
ro: Obez
ur: موٹاپا
zh: 肥胖

# bmiMessageUnderweight
source: Consider speaking with your GP about healthy weight gain strategies.
bn: সুস্থ ওজন বৃদ্ধির কৌশল সম্পর্কে আপনার GP এর সাথে কথা বলার কথা বিবেচনা করুন।
pa: ਸਿਹਤਮੰਦ ਵਜ਼ਨ ਵਾਧੇ ਦੀਆਂ ਰਣਨੀਤੀਆਂ ਬਾਰੇ ਆਪਣੇ GP ਨਾਲ ਗੱਲ ਕਰਨ ਬਾਰੇ ਸੋਚੋ।
pl: Rozważ rozmowę z lekarzem rodzinnym o strategiach zdrowego przybierania na wadze.
ro: Luați în considerare să vorbiți cu medicul de familie despre strategiile de creștere sănătoasă în greutate.
ur: صحت مند وزن بڑھانے کی حکمت عملیوں کے بارے میں اپنے GP سے بات کرنے پر غور کریں۔
zh: 考虑与您的全科医生讨论健康增重策略。

# bmiMessageNormal
source: Great! You're in a healthy weight range. Keep it up!
bn: দুর্দান্ত! আপনি সুস্থ ওজনের পরিসরে আছেন। এভাবেই চালিয়ে যান!
pa: ਸ਼ਾਨਦਾਰ! ਤੁਸੀਂ ਸਿਹਤਮੰਦ ਵਜ਼ਨ ਰੇਂਜ ਵਿੱਚ ਹੋ। ਇਸੇ ਤਰ੍ਹਾਂ ਜਾਰੀ ਰੱਖੋ!
pl: Świetnie! Jesteś w zdrowym zakresie wagi. Tak trzymaj!
ro: Excelent! Sunteți într-un interval sănătos de greutate. Continuați așa!
ur: بہترین! آپ صحت مند وزن کی حد میں ہیں۔ اسی طرح جاری رکھیں!
zh: 太好了！您处于健康的体重范围内。继续保持！

# bmiMessageOverweight
source: Consider speaking with your GP about healthy weight management.
bn: সুস্থ ওজন ব্যবস্থাপনা সম্পর্কে আপনার GP এর সাথে কথা বলার কথা বিবেচনা করুন।
pa: ਸਿਹਤਮੰਦ ਵਜ਼ਨ ਪ੍ਰਬੰਧਨ ਬਾਰੇ ਆਪਣੇ GP ਨਾਲ ਗੱਲ ਕਰਨ ਬਾਰੇ ਸੋਚੋ।
pl: Rozważ rozmowę z lekarzem rodzinnym o zdrowym zarządzaniu wagą.
ro: Luați în considerare să vorbiți cu medicul de familie despre gestionarea sănătoasă a greutății.
ur: صحت مند وزن کے انتظام کے بارے میں اپنے GP سے بات کرنے پر غور کریں۔
zh: 考虑与您的全科医生讨论健康体重管理。

# bmiMessageObese
source: Please speak with your GP about weight management options.
bn: ওজন ব্যবস্থাপনার বিকল্প সম্পর্কে আপনার GP এর সাথে কথা বলুন।
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਜ਼ਨ ਪ੍ਰਬੰਧਨ ਵਿਕਲਪਾਂ ਬਾਰੇ ਆਪਣੇ GP ਨਾਲ ਗੱਲ ਕਰੋ।
pl: Proszę porozmawiać z lekarzem rodzinnym o opcjach zarządzania wagą.
ro: Vă rugăm să vorbiți cu medicul de familie despre opțiunile de gestionare a greutății.
ur: براہ کرم وزن کے انتظام کے اختیارات کے بارے میں اپنے GP سے بات کریں۔
zh: 请与您的全科医生讨论体重管理选项。

# bmiMessageDefault
source: Monitor your weight regularly for optimal health.
bn: সর্বোত্তম স্বাস্থ্যের জন্য নিয়মিত আপনার ওজন পর্যবেক্ষণ করুন।
pa: ਬਿਹਤਰੀਨ ਸਿਹਤ ਲਈ ਆਪਣੇ ਵਜ਼ਨ ਨੂੰ ਨਿਯਮਿਤ ਤੌਰ 'ਤੇ ਮਾਨੀਟਰ ਕਰੋ।
pl: Regularnie monitoruj swoją wagę dla optymalnego zdrowia.
ro: Monitorizați-vă greutatea regulat pentru o sănătate optimă.
ur: بہترین صحت کے لیے اپنے وزن کو باقاعدگی سے مانیٹر کریں۔
zh: 定期监测您的体重以获得最佳健康。

source: Progress
bn: অগ্রগতি
pa: ਤਰੱਕੀ
pl: Postęp
ro: Progres
ur: ترقی
zh: 进度

source: No user data available
bn: কোন ব্যবহারকারী ডেটা উপলব্ধ নেই
pa: ਕੋਈ ਯੂਜ਼ਰ ਡੇਟਾ ਉਪਲਬਧ ਨਹੀਂ
pl: Brak danych użytkownika
ro: Nu sunt disponibile date utilizator
ur: کوئی صارف ڈیٹا دستیاب نہیں
zh: 无用户数据可用

source: Health Profile management coming soon
bn: স্বাস্থ্য প্রোফাইল ব্যবস্থাপনা শীঘ্রই আসছে
pa: ਸਿਹਤ ਪ੍ਰੋਫਾਈਲ ਪ੍ਰਬੰਧਨ ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ
pl: Zarządzanie profilem zdrowotnym wkrótce
ro: Gestionarea profilului de sănătate vine în curând
ur: صحت کے پروفائل کا انتظام جلد آرہا ہے
zh: 健康档案管理即将推出

source: today
bn: আজ
pa: ਅੱਜ
pl: dzisiaj
ro: astăzi
ur: آج
zh: 今天

source: yesterday
bn: গতকাল
pa: ਕੱਲ
pl: wczoraj
ro: ieri
ur: کل
zh: 昨天

# daysAgo
source: {count} days ago
bn: {count} দিন আগে
pa: {count} ਦਿਨ ਪਹਿਲਾਂ
pl: {count} dni temu
ro: acum {count} zile
ur: {count} دن پہلے
zh: {count}天前

# weeksAgo
source: {count} weeks ago
bn: {count} সপ্তাহ আগে
pa: {count} ਹਫ਼ਤੇ ਪਹਿਲਾਂ
pl: {count} tygodni temu
ro: acum {count} săptămâni
ur: {count} ہفتے پہلے
zh: {count}周前

# monthsAgo
source: {count} months ago
bn: {count} মাস আগে
pa: {count} ਮਹੀਨੇ ਪਹਿਲਾਂ
pl: {count} miesięcy temu
ro: acum {count} luni
ur: {count} مہینے پہلے
zh: {count}个月前

# yearsAgo
source: {count} years ago
bn: {count} বছর আগে
pa: {count} ਸਾਲ ਪਹਿਲਾਂ
pl: {count} lat temu
ro: acum {count} ani
ur: {count} سال پہلے
zh: {count}年前

source: Language
bn: ভাষা
pa: ਭਾਸ਼ਾ
pl: Język
ro: Limbă
ur: زبان
zh: 语言

source: Select Language
bn: ভাষা নির্বাচন করুন
pa: ਭਾਸ਼ਾ ਚੁਣੋ
pl: Wybierz język
ro: Selectează limba
ur: زبان منتخب کریں
zh: 选择语言

# selectLanguageDescription
source: Choose your preferred language for the app
bn: অ্যাপের জন্য আপনার পছন্দের ভাষা নির্বাচন করুন
pa: ਐਪ ਲਈ ਆਪਣੀ ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ ਚੁਣੋ
pl: Wybierz preferowany język aplikacji
ro: Alege limba preferată pentru aplicație
ur: ایپ کے لیے اپنی پسندیدہ زبان منتخب کریں
zh: 为应用选择您喜欢的语言

source: System Language Settings
bn: সিস্টেম ভাষা সেটিংস
pa: ਸਿਸਟਮ ਭਾਸ਼ਾ ਸੈਟਿੰਗਾਂ
pl: Ustawienia języka systemu
ro: Setări limba sistem
ur: سسٹم زبان کی ترتیبات
zh: 系统语言设置

# systemLanguageSettingsDescription
source: Open device language settings
bn: ডিভাইস ভাষা সেটিংস খুলুন
pa: ਡਿਵਾਈਸ ਭਾਸ਼ਾ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz ustawienia języka urządzenia
ro: Deschide setările de limbă ale dispozitivului
ur: ڈیوائس زبان کی ترتیبات کھولیں
zh: 打开设备语言设置

# systemLanguageSettingsDialog
source: This will open your device's language settings. The app will automatically detect and use your system language preference.
bn: এটি আপনার ডিভাইসের ভাষা সেটিংস খুলবে। অ্যাপ স্বয়ংক্রিয়ভাবে আপনার সিস্টেম ভাষার পছন্দ সনাক্ত করবে এবং ব্যবহার করবে।
pa: ਇਹ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਦੀਆਂ ਭਾਸ਼ਾ ਸੈਟਿੰਗਾਂ ਖੋਲੇਗਾ। ਐਪ ਆਪਣੇ ਆਪ ਸਿਸਟਮ ਭਾਸ਼ਾ ਪਸੰਦ ਦਾ ਪਤਾ ਲਗਾਏਗੀ ਅਤੇ ਵਰਤੇਗੀ।
pl: To otworzy ustawienia języka Twojego urządzenia. Aplikacja automatycznie wykryje i użyje preferencji języka systemu.
ro: Aceasta va deschide setările de limbă ale dispozitivului dvs. Aplicația va detecta automat și va folosi preferința de limbă a sistemului.
ur: یہ آپ کے ڈیوائس کی زبان کی ترتیبات کھولے گا۔ ایپ خود بخود سسٹم زبان کی ترجیح کا پتہ لگائے گی اور استعمال کرے گی۔
zh: 这将打开您设备的语言设置。应用将自动检测并使用您的系统语言偏好。

# systemSettingsFallback
source: Please go to your device's Settings > Language & Region to change the system language.
bn: সিস্টেম ভাষা পরিবর্তন করতে অনুগ্রহ করে আপনার ডিভাইসের সেটিংস > ভাষা এবং অঞ্চলে যান।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਡਿਵਾਈਸ ਦੀਆਂ ਸੈਟਿੰਗਾਂ > ਭਾਸ਼ਾ ਅਤੇ ਖੇਤਰ ਵਿੱਚ ਜਾਓ ਸਿਸਟਮ ਭਾਸ਼ਾ ਬਦਲਣ ਲਈ।
pl: Przejdź do Ustawienia > Język i region, aby zmienić język systemu.
ro: Vă rugăm să mergeți la Setări > Limbă și regiune pentru a schimba limba sistemului.
ur: براہ کرم اپنے ڈیوائس کی ترتیبات > زبان اور علاقہ میں جائیں سسٹم زبان تبدیل کرنے کے لیے۔
zh: 请前往设备的设置 > 语言与地区来更改系统语言。

source: Cancel
bn: বাতিল করুন
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
ro: Anulează
ur: منسوخ کریں
zh: 取消

source: Open Settings
bn: সেটিংস খুলুন
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz ustawienia
ro: Deschide setările
ur: ترتیبات کھولیں
zh: 打开设置

source: Settings
bn: সেটিংস
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
ro: Setări
ur: ترتیبات
zh: 设置

source: Profile
bn: প্রোফাইল
pa: ਪ੍ਰੋਫਾਈਲ
pl: Profil
ro: Profil
ur: پروفائل
zh: 个人资料

source: User Name
bn: ব্যবহারকারীর নাম
pa: ਵਰਤੋਂਕਾਰ ਦਾ ਨਾਮ
pl: Nazwa użytkownika
ro: Nume utilizator
ur: صارف کا نام
zh: 用户名

# userEmail
source: user@example.com
bn: ব্যবহারকারী@উদাহরণ.com
pa: ਵਰਤੋਂਕਾਰ@ਉਦਾਹਰਣ.com
pl: użytkownik@przykład.com
ro: utilizator@exemplu.com
ur: صارف@مثال.com
zh: 用户@示例.com

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন
pa: ਪਾਸਵਰਡ ਬਦਲੋ
pl: Zmień hasło
ro: Schimbă parola
ur: پاس ورڈ تبدیل کریں
zh: 修改密码

source: Notifications
bn: বিজ্ঞপ্তি
pa: ਸੂਚਨਾਵਾਂ
pl: Powiadomienia
ro: Notificări
ur: اطلاعات
zh: 通知

source: Push Notifications
bn: পুশ বিজ্ঞপ্তি
pa: ਪੁਸ਼ ਸੂਚਨਾਵਾਂ
pl: Powiadomienia push
ro: Notificări push
ur: پش اطلاعات
zh: 推送通知

source: Receive reminders and updates
bn: অনুস্মারক এবং আপডেট গ্রহণ করুন
pa: ਯਾਦ ਦਿਵਾਉਣ ਅਤੇ ਅਪਡੇਟ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymuj przypomnienia i aktualizacje
ro: Primește memento-uri și actualizări
ur: یاد دہانیاں اور اپڈیٹس وصول کریں
zh: 接收提醒和更新

source: Daily Health Reminders
bn: দৈনিক স্বাস্থ্য অনুস্মারক
pa: ਰੋਜ਼ਾਨਾ ਸਿਹਤ ਯਾਦ ਦਿਵਾਉਣ
pl: Codzienne przypomnienia zdrowotne
ro: Memento-uri zilnice de sănătate
ur: روزانہ صحت کی یاد دہانیاں
zh: 每日健康提醒

source: Morning reminders for health tracking
bn: স্বাস্থ্য ট্র্যাকিংয়ের জন্য সকালের অনুস্মারক
pa: ਸਿਹਤ ਟ੍ਰੈਕਿੰਗ ਲਈ ਸਵੇਰ ਦੇ ਯਾਦ ਦਿਵਾਉਣ
pl: Poranne przypomnienia o śledzeniu zdrowia
ro: Memento-uri dimineața pentru urmărirea sănătății
ur: صحت کی ٹریکنگ کے لیے صبح کی یاد دہانیاں
zh: 健康跟踪的晨间提醒

source: Survey Reminders
bn: সার্ভে অনুস্মারক
pa: ਸਰਵੇ ਯਾਦ ਦਿਵਾਉਣ
pl: Przypomnienia o ankietach
ro: Memento-uri pentru sondaje
ur: سروے یاد دہانیاں
zh: 调查提醒

source: Notifications for pending surveys
bn: মুলতবি সার্ভের জন্য বিজ্ঞপ্তি
pa: ਲੰਬਿਤ ਸਰਵੇਖਾਤਾਂ ਲਈ ਸੂਚਨਾਵਾਂ
pl: Powiadomienia o oczekujących ankietach
ro: Notificări pentru sondaje în așteptare
ur: زیر التواء سروے کے لیے اطلاعات
zh: 待处理调查的通知

# privacyAndDataSharing
source: Privacy & Data Sharing
bn: গোপনীয়তা এবং ডেটা শেয়ারিং
pa: ਗੁਪਤਤਾ ਅਤੇ ਡੇਟਾ ਸਾਂਝਾ ਕਰਨਾ
pl: Prywatność i udostępnianie danych
ro: Confidențialitate și partajare date
ur: پرائیویسی اور ڈیٹا شیئرنگ
zh: 隐私和数据共享

# dataPrivacyInfo
source: Your data privacy is important to us. All data sharing is optional and can be changed at any time.
bn: আপনার ডেটা গোপনীয়তা আমাদের কাছে গুরুত্বপূর্ণ। সমস্ত ডেটা শেয়ারিং ঐচ্ছিক এবং যে কোনো সময় পরিবর্তন করা যেতে পারে।
pa: ਤੁਹਾਡੀ ਡੇਟਾ ਗੁਪਤਤਾ ਸਾਡੇ ਲਈ ਮਹੱਤਵਪੂਰਨ ਹੈ। ਸਾਰਾ ਡੇਟਾ ਸਾਂਝਾ ਕਰਨਾ ਵਿਕਲਪਿਕ ਹੈ ਅਤੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬਦਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Twoja prywatność danych jest dla nas ważna. Wszystkie udostępnianie danych jest opcjonalne i można je zmienić w każdej chwili.
ro: Confidențialitatea datelor dvs. este importantă pentru noi. Toate partajările de date sunt opționale și pot fi modificate oricând.
ur: آپ کی ڈیٹا پرائیویسی ہمارے لیے اہم ہے۔ تمام ڈیٹا شیئرنگ اختیاری ہے اور کسی بھی وقت تبدیل کی جا سکتی ہے۔
zh: 您的数据隐私对我们很重要。所有数据共享都是可选的，可以随时更改。

source: Share Data with Research Centers
bn: গবেষণা কেন্দ্রের সাথে ডেটা শেয়ার করুন
pa: ਖੋਜ ਕੇਂਦਰਾਂ ਨਾਲ ਡੇਟਾ ਸਾਂਝਾ ਕਰੋ
pl: Udostępniaj dane centrom badawczym
ro: Partajează date cu centrele de cercetare
ur: ریسرچ سینٹرز کے ساتھ ڈیٹا شیئر کریں
zh: 与研究中心共享数据

# helpAdvanceDementiaResearch
source: Help advance dementia research (anonymized data only)
bn: ডিমেনশিয়া গবেষণায় অগ্রগতিতে সাহায্য করুন (শুধুমাত্র বেনামী ডেটা)
pa: ਮਨੋਭ੍ਰੰਸ਼ ਖੋਜ ਵਿੱਚ ਤਰੱਕੀ ਵਿੱਚ ਮਦਦ ਕਰੋ (ਕੇਵਲ ਅਗਿਆਤ ਡੇਟਾ)
pl: Pomóż w rozwoju badań nad demencją (tylko dane anonimowe)
ro: Ajută la progresul cercetării demenței (doar date anonimizate)
ur: ڈیمنشیا ریسرچ میں ترقی میں مدد کریں (صرف گمنام ڈیٹا)
zh: 帮助推进痴呆症研究（仅匿名数据）

source: Health Data Sharing
bn: স্বাস্থ্য ডেটা শেয়ারিং
pa: ਸਿਹਤ ਡੇਟਾ ਸਾਂਝਾ ਕਰਨਾ
pl: Udostępnianie danych zdrowotnych
ro: Partajare date de sănătate
ur: صحت کا ڈیٹا شیئرنگ
zh: 健康数据共享

# shareHealthMetricsWithHealthcareProvider
source: Share health metrics with your healthcare provider
bn: আপনার স্বাস্থ্যসেবা প্রদানকারীর সাথে স্বাস্থ্য মেট্রিক্স শেয়ার করুন
pa: ਆਪਣੇ ਸਿਹਤ ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਨਾਲ ਸਿਹਤ ਮੈਟ੍ਰਿਕਸ ਸਾਂਝੇ ਕਰੋ
pl: Udostępniaj wskaźniki zdrowotne swojemu lekarzowi
ro: Partajează metricile de sănătate cu furnizorul de îngrijire medicală
ur: اپنے ہیلتھ کیئر فراہم کنندہ کے ساتھ صحت کے میٹرکس شیئر کریں
zh: 与您的医疗保健提供者共享健康指标

source: Location Tracking
bn: অবস্থান ট্র্যাকিং
pa: ਸਥਾਨ ਟ੍ਰੈਕਿੰਗ
pl: Śledzenie lokalizacji
ro: Urmărire locație
ur: مقام کی ٹریکنگ
zh: 位置跟踪

source: Allow location data for activity tracking
bn: কার্যকলাপ ট্র্যাকিংয়ের জন্য অবস্থান ডেটা অনুমতি দিন
pa: ਗਤੀਵਿਧੀ ਟ੍ਰੈਕਿੰਗ ਲਈ ਸਥਾਨ ਡੇਟਾ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ
pl: Zezwól na dane lokalizacji do śledzenia aktywności
ro: Permite datele de locație pentru urmărirea activității
ur: ایکٹیویٹی ٹریکنگ کے لیے لوکیشن ڈیٹا کی اجازت دیں
zh: 允许位置数据用于活动跟踪

source: Privacy Policy
bn: গোপনীয়তা নীতি
pa: ਗੁਪਤਤਾ ਨੀਤੀ
pl: Polityka prywatności
ro: Politica de confidențialitate
ur: پرائیویسی پالیسی
zh: 隐私政策

source: Terms of Service
bn: সেবার শর্তাবলী
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki usługi
ro: Termenii serviciului
ur: سروس کی شرائط
zh: 服务条款

source: Research Participation
bn: গবেষণায় অংশগ্রহণ
pa: ਖੋਜ ਵਿੱਚ ਭਾਗੀਦਾਰੀ
pl: Uczestnictwo w badaniach
ro: Participare la cercetare
ur: ریسرچ میں شرکت
zh: 研究参与

# researchParticipationInfo
source: Participating in research helps advance dementia prevention and treatment.
bn: গবেষণায় অংশগ্রহণ ডিমেনশিয়া প্রতিরোধ এবং চিকিৎসায় অগ্রগতিতে সাহায্য করে।
pa: ਖੋਜ ਵਿੱਚ ਭਾਗ ਲੈਣਾ ਮਨੋਭ੍ਰੰਸ਼ ਦੀ ਰੋਕਥਾਮ ਅਤੇ ਇਲਾਜ ਵਿੱਚ ਤਰੱਕੀ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ।
pl: Uczestnictwo w badaniach pomaga w rozwoju zapobiegania i leczenia demencji.
ro: Participarea la cercetare ajută la progresul prevenirii și tratamentului demenței.
ur: ریسرچ میں شرکت ڈیمنشیا کی روک تھام اور علاج میں ترقی میں مدد کرتی ہے۔
zh: 参与研究有助于推进痴呆症预防和治疗。

source: Participate in Research Studies
bn: গবেষণা অধ্যয়নে অংশগ্রহণ করুন
pa: ਖੋਜ ਅਧਿਐਨਾਂ ਵਿੱਚ ਭਾਗ ਲਓ
pl: Uczestnicz w badaniach naukowych
ro: Participă la studiile de cercetare
ur: ریسرچ اسٹڈیز میں حصہ لیں
zh: 参与研究

source: Join studies conducted by Lucy Cavendish College
bn: Lucy Cavendish College দ্বারা পরিচালিত অধ্যয়নে যোগ দিন
pa: ਲੂਸੀ ਕੈਵੇਂਡਿਸ਼ ਕਾਲਜ ਦੁਆਰਾ ਕੀਤੇ ਗਏ ਅਧਿਐਨਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
pl: Dołącz do badań prowadzonych przez Lucy Cavendish College
ro: Alătură-te studiilor conduse de Lucy Cavendish College
ur: Lucy Cavendish College کی جانب سے کیے گئے اسٹڈیز میں شامل ہوں
zh: 加入Lucy Cavendish College进行的研究

source: Current Research Studies
bn: বর্তমান গবেষণা অধ্যয়ন
pa: ਮੌਜੂਦਾ ਖੋਜ ਅਧਿਐਨ
pl: Aktualne badania naukowe
ro: Studiile de cercetare actuale
ur: موجودہ ریسرچ اسٹڈیز
zh: 当前研究

source: View available studies you can participate in
bn: আপনি অংশগ্রহণ করতে পারেন এমন উপলব্ধ অধ্যয়ন দেখুন
pa: ਉਪਲਬਧ ਅਧਿਐਨ ਦੇਖੋ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਤੁਸੀਂ ਭਾਗ ਲੈ ਸਕਦੇ ਹੋ
pl: Zobacz dostępne badania, w których możesz uczestniczyć
ro: Vezi studiile disponibile la care poți participa
ur: دستیاب اسٹڈیز دیکھیں جن میں آپ حصہ لے سکتے ہیں
zh: 查看您可以参与的可用研究

source: App Information
bn: অ্যাপ তথ্য
pa: ਐਪ ਜਾਣਕਾਰੀ
pl: Informacje o aplikacji
ro: Informații aplicație
ur: ایپ کی معلومات
zh: 应用信息

source: Version
bn: সংস্করণ
pa: ਵਰਜਨ
pl: Wersja
ro: Versiunea
ur: ورژن
zh: 版本

source: Developed by
bn: উন্নয়নকারী
pa: ਦੁਆਰਾ ਵਿਕਸਿਤ
pl: Opracowane przez
ro: Dezvoltat de
ur: تطویق کی گئی
zh: 开发方

source: Lucy Cavendish College, University of Cambridge
pa: ਲੂਸੀ ਕੈਵੇਂਡਿਸ਼ ਕਾਲਜ, ਕੈਮਬ੍ਰਿਜ ਯੂਨੀਵਰਸਿਟੀ

source: Report a Bug
bn: বাগ রিপোর্ট করুন
pa: ਬੱਗ ਰਿਪੋਰਟ ਕਰੋ
pl: Zgłoś błąd
ro: Raportează o problemă
ur: بگ رپورٹ کریں
zh: 报告错误

source: Support
bn: সহায়তা
pa: ਸਹਾਇਤਾ
pl: Wsparcie
ro: Suport
ur: سپورٹ
zh: 支持

# helpAndFAQ
source: Help & FAQ
bn: সহায়তা এবং FAQ
pa: ਮਦਦ ਅਤੇ FAQ
pl: Pomoc i FAQ
ro: Ajutor și FAQ
ur: مدد اور FAQ
zh: 帮助和常见问题

source: Contact Support
bn: সহায়তার সাথে যোগাযোগ করুন
pa: ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Skontaktuj się z pomocą
ro: Contactează suportul
ur: سپورٹ سے رابطہ کریں
zh: 联系支持

source: Send Feedback
bn: ফিডব্যাক পাঠান
pa: ਫੀਡਬੈਕ ਭੇਜੋ
pl: Wyślij opinię
ro: Trimite feedback
ur: فیڈ بیک بھیجیں
zh: 发送反馈

source: Sign Out
bn: সাইন আউট
pa: ਸਾਈਨ ਆਉਟ
pl: Wyloguj się
ro: Deconectare
ur: سائن آؤٹ
zh: 退出登录

source: Edit Profile
bn: প্রোফাইল সম্পাদনা করুন
pa: ਪ੍ਰੋਫਾਈਲ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj profil
ro: Editează profilul
ur: پروفائل ایڈٹ کریں
zh: 编辑个人资料

source: Profile editing feature coming soon!
bn: প্রোফাইল সম্পাদনা বৈশিষ্ট্য শীঘ্রই আসছে!
pa: ਪ੍ਰੋਫਾਈਲ ਸੰਪਾਦਨ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
pl: Funkcja edycji profilu wkrótce dostępna!
ro: Funcția de editare profil va fi disponibilă în curând!
ur: پروفائل ایڈٹنگ فیچر جلد آرہا ہے!
zh: 个人资料编辑功能即将推出！

# changePasswordTitle
source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন
pa: ਪਾਸਵਰਡ ਬਦਲੋ
pl: Zmień hasło
ro: Schimbă parola
ur: پاس ورڈ تبدیل کریں
zh: 修改密码

source: Password change feature coming soon!
bn: পাসওয়ার্ড পরিবর্তন বৈশিষ্ট্য শীঘ্রই আসছে!
pa: ਪਾਸਵਰਡ ਬਦਲਣ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
pl: Funkcja zmiany hasła wkrótce dostępna!
ro: Funcția de schimbare parolă va fi disponibilă în curând!
ur: پاس ورڈ تبدیل کرنے کا فیچر جلد آرہا ہے!
zh: 密码修改功能即将推出！

source: Data Sharing Consent
bn: ডেটা শেয়ারিং সম্মতি
pa: ਡੇਟਾ ਸਾਂਝਾ ਕਰਨ ਦੀ ਸਹਿਮਤੀ
pl: Zgoda na udostępnianie danych
ro: Consimțământ partajare date
ur: ڈیٹا شیئرنگ کی رضامندی
zh: 数据共享同意

# dataSharingConsentText
source: By enabling data sharing, you consent to sharing anonymized health data with dementia research centers. This helps advance scientific understanding of dementia prevention. Your personal information will never be shared.
bn: ডেটা শেয়ারিং সক্রিয় করে, আপনি ডিমেনশিয়া গবেষণা কেন্দ্রের সাথে বেনামী স্বাস্থ্য ডেটা শেয়ার করার সম্মতি দিচ্ছেন। এটি ডিমেনশিয়া প্রতিরোধের বৈজ্ঞানিক বোঝাপড়ায় অগ্রগতিতে সাহায্য করে। আপনার ব্যক্তিগত তথ্য কখনই শেয়ার করা হবে না।
pa: ਡੇਟਾ ਸਾਂਝਾ ਕਰਨ ਨੂੰ ਸਮਰਥਨ ਦੇ ਕੇ, ਤੁਸੀਂ ਮਨੋਭ੍ਰੰਸ਼ ਖੋਜ ਕੇਂਦਰਾਂ ਨਾਲ ਅਗਿਆਤ ਸਿਹਤ ਡੇਟਾ ਸਾਂਝਾ ਕਰਨ ਦੀ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ। ਇਹ ਮਨੋਭ੍ਰੰਸ਼ ਰੋਕਥਾਮ ਦੀ ਵਿਗਿਆਨਕ ਸਮਝ ਵਿੱਚ ਤਰੱਕੀ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ। ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਕਦੇ ਵੀ ਸਾਂਝੀ ਨਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ।
pl: Włączając udostępnianie danych, wyrażasz zgodę na udostępnianie anonimowych danych zdrowotnych centrom badawczym demencji. To pomaga w rozwoju naukowego zrozumienia zapobiegania demencji. Twoje dane osobowe nigdy nie będą udostępniane.
ro: Prin activarea partajării datelor, consimțiți la partajarea datelor de sănătate anonimizate cu centrele de cercetare demență. Acest lucru ajută la progresul înțelegerii științifice a prevenirii demenței. Informațiile dvs. personale nu vor fi niciodată partajate.
ur: ڈیٹا شیئرنگ کو فعال کرکے، آپ ڈیمنشیا ریسرچ سینٹرز کے ساتھ گمنام صحت کے ڈیٹا کو شیئر کرنے کی رضامندی دیتے ہیں۔ یہ ڈیمنشیا کی روک تھام کی سائنسی سمجھ میں ترقی میں مدد کرتا ہے۔ آپ کی ذاتی معلومات کبھی شیئر نہیں کی جائیں گی۔
zh: 通过启用数据共享，您同意与痴呆症研究中心共享匿名健康数据。这有助于推进痴呆症预防的科学理解。您的个人信息永远不会被共享。

source: I Understand
bn: আমি বুঝতে পারছি
pa: ਮੈਂ ਸਮਝਦਾ ਹਾਂ
pl: Rozumiem
ro: Înțeleg
ur: میں سمجھتا ہوں
zh: 我理解

# researchParticipationTitle
source: Research Participation
bn: গবেষণায় অংশগ্রহণ
pa: ਖੋਜ ਵਿੱਚ ਭਾਗੀਦਾਰੀ
pl: Uczestnictwo w badaniach
ro: Participare la cercetare
ur: ریسرچ میں شرکت
zh: 研究参与
