Repository: Shun-Github1/RememberMe
Catalog: lib/l10n/app_*.arb
Languages: bn, pa, pl, ro, ur, zh

# researchParticipationText
source: By participating in research studies, you help advance dementia prevention research. You can opt out of any study at any time, and your participation is completely voluntary.
bn: গবেষণা অধ্যয়নে অংশগ্রহণ করে, আপনি ডিমেনশিয়া প্রতিরোধ গবেষণায় অগ্রগতিতে সাহায্য করেন। আপনি যে কোনো সময় যে কোনো অধ্যয়ন থেকে বেরিয়ে আসতে পারেন, এবং আপনার অংশগ্রহণ সম্পূর্ণ স্বেচ্ছাসেবী।
pa: ਖੋਜ ਅਧਿਐਨਾਂ ਵਿੱਚ ਭਾਗ ਲੈ ਕੇ, ਤੁਸੀਂ ਮਨੋਭ੍ਰੰਸ਼ ਰੋਕਥਾਮ ਖੋਜ ਵਿੱਚ ਤਰੱਕੀ ਵਿੱਚ ਮਦਦ ਕਰਦੇ ਹੋ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਕਿਸੇ ਵੀ ਅਧਿਐਨ ਤੋਂ ਬਾਹਰ ਨਿਕਲ ਸਕਦੇ ਹੋ, ਅਤੇ ਤੁਹਾਡੀ ਭਾਗੀਦਾਰੀ ਪੂਰੀ ਤਰ੍ਹਾਂ ਰਾਜ਼ੀ ਹੈ।
pl: Uczestnicząc w badaniach naukowych, pomagasz w rozwoju badań nad zapobieganiem demencji. Możesz zrezygnować z każdego badania w każdej chwili, a Twoje uczestnictwo jest całkowicie dobrowolne.
ro: Prin participarea la studiile de cercetare, ajuți la progresul cercetării prevenirii demenței. Poți renunța la orice studiu oricând, iar participarea ta este complet voluntară.
ur: ریسرچ اسٹڈیز میں حصہ لے کر، آپ ڈیمنشیا کی روک تھام کی ریسرچ میں ترقی میں مدد کرتے ہیں۔ آپ کسی بھی وقت کسی بھی اسٹڈی سے باہر نکل سکتے ہیں، اور آپ کی شرکت مکمل طور پر رضاکارانہ ہے۔
zh: 通过参与研究，您帮助推进痴呆症预防研究。您可以随时退出任何研究，您的参与完全是自愿的。

source: I Agree
bn: আমি সম্মত
pa: ਮੈਂ ਸਹਿਮਤ ਹਾਂ
pl: Zgadzam się
ro: Sunt de acord
ur: میں راضی ہوں
zh: 我同意

# privacyPolicyTitle
source: Privacy Policy
bn: গোপনীয়তা নীতি
pa: ਗੁਪਤਤਾ ਨੀਤੀ
pl: Polityka prywatności
ro: Politica de confidențialitate
ur: پرائیویسی پالیسی
zh: 隐私政策

# privacyPolicyText
source: Privacy Policy content would go here. This would include detailed information about how we collect, use, and protect your personal data, in compliance with UK GDPR regulations.
bn: গোপনীয়তা নীতির বিষয়বস্তু এখানে থাকবে। এতে বিস্তারিত তথ্য থাকবে যে আমরা কীভাবে আপনার ব্যক্তিগত ডেটা সংগ্রহ, ব্যবহার এবং সুরক্ষা করি, UK GDPR নিয়মের সাথে সামঞ্জস্য রেখে।
pa: ਗੁਪਤਤਾ ਨੀਤੀ ਦਾ ਸਮਗਰੀ ਇੱਥੇ ਹੋਵੇਗਾ। ਇਸ ਵਿੱਚ ਇਹ ਵੀ ਸ਼ਾਮਲ ਹੋਵੇਗਾ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਕਿਵੇਂ ਇਕੱਠਾ ਕਰਦੇ, ਵਰਤਦੇ ਅਤੇ ਸੁਰੱਖਿਅਤ ਰੱਖਦੇ ਹਾਂ, UK GDPR ਨਿਯਮਾਂ ਦੇ ਅਨੁਸਾਰ।
pl: Treść polityki prywatności znajdzie się tutaj. Zawierałaby szczegółowe informacje o tym, jak zbieramy, używamy i chronimy Twoje dane osobowe, zgodnie z rozporządzeniem UK GDPR.
ro: Conținutul politicii de confidențialitate ar fi aici. Ar include informații detaliate despre cum colectăm, folosim și protejăm datele dvs. personale, în conformitate cu reglementările UK GDPR.
ur: پرائیویسی پالیسی کا مواد یہاں ہوگا۔ اس میں یہ بھی شامل ہوگا کہ ہم آپ کے ذاتی ڈیٹا کو کیسے جمع کرتے، استعمال کرتے اور محفوظ رکھتے ہیں، UK GDPR کے ضوابط کے مطابق۔
zh: 隐私政策内容将在此处。这将包括我们如何收集、使用和保护您个人数据的详细信息，符合英国GDPR法规。

source: Close
bn: বন্ধ করুন
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
ro: Închide
ur: بند کریں
zh: 关闭

# termsOfServiceTitle
source: Terms of Service
bn: সেবার শর্তাবলী
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki usługi
ro: Termenii serviciului
ur: سروس کی شرائط
zh: 服务条款

# termsOfServiceText
source: Terms of Service content would go here. This would include the terms and conditions for using the RememberMe app.
bn: সেবার শর্তাবলীর বিষয়বস্তু এখানে থাকবে। এতে RememberMe অ্যাপ ব্যবহারের শর্তাবলী এবং নিয়মাবলী অন্তর্ভুক্ত থাকবে।
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦਾ ਸਮਗਰੀ ਇੱਥੇ ਹੋਵੇਗਾ। ਇਸ ਵਿੱਚ RememberMe ਐਪ ਦੀ ਵਰਤੋਂ ਲਈ ਸ਼ਰਤਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਸ਼ਾਮਲ ਹੋਣਗੀਆਂ।
pl: Treść warunków usługi znajdzie się tutaj. Zawierałaby warunki i zasady korzystania z aplikacji RememberMe.
ro: Conținutul termenilor serviciului ar fi aici. Ar include termenii și condițiile pentru utilizarea aplicației RememberMe.
ur: سروس کی شرائط کا مواد یہاں ہوگا۔ اس میں RememberMe ایپ کے استعمال کے لیے شرائط اور ضوابط شامل ہوں گے۔
zh: 服务条款内容将在此处。这将包括使用RememberMe应用的条件和条款。

# currentResearchStudiesTitle
source: Current Research Studies
bn: বর্তমান গবেষণা অধ্যয়ন
pa: ਮੌਜੂਦਾ ਖੋਜ ਅਧਿਐਨ
pl: Aktualne badania naukowe
ro: Studiile de cercetare actuale
ur: موجودہ ریسرچ اسٹڈیز
zh: 当前研究

source: Research studies feature coming soon!
bn: গবেষণা অধ্যয়ন বৈশিষ্ট্য শীঘ্রই আসছে!
pa: ਖੋਜ ਅਧਿਐਨ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
pl: Funkcja badań naukowych wkrótce dostępna!
ro: Funcția studiilor de cercetare va fi disponibilă în curând!
ur: ریسرچ اسٹڈیز فیچر جلد آرہا ہے!
zh: 研究功能即将推出！

# reportABugTitle
source: Report a Bug
bn: বাগ রিপোর্ট করুন
pa: ਬੱਗ ਰਿਪੋਰਟ ਕਰੋ
pl: Zgłoś błąd
ro: Raportează o problemă
ur: بگ رپورٹ کریں
zh: 报告错误

source: Bug reporting feature coming soon!
bn: বাগ রিপোর্টিং বৈশিষ্ট্য শীঘ্রই আসছে!
pa: ਬੱਗ ਰਿਪੋਰਟਿੰਗ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
pl: Funkcja zgłaszania błędów wkrótce dostępna!
ro: Funcția de raportare probleme va fi disponibilă în curând!
ur: بگ رپورٹنگ فیچر جلد آرہا ہے!
zh: 错误报告功能即将推出！

# helpAndFAQTitle
source: Help & FAQ
bn: সহায়তা এবং FAQ
pa: ਮਦਦ ਅਤੇ FAQ
pl: Pomoc i FAQ
ro: Ajutor și FAQ
ur: مدد اور FAQ
zh: 帮助和常见问题

source: Help section coming soon!
bn: সহায়তা বিভাগ শীঘ্রই আসছে!
pa: ਮਦਦ ਸੈਕਸ਼ਨ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
pl: Sekcja pomocy wkrótce dostępna!
ro: Secțiunea de ajutor va fi disponibilă în curând!
ur: مدد کا سیکشن جلد آرہا ہے!
zh: 帮助部分即将推出！

# contactSupportTitle
source: Contact Support
bn: সহায়তার সাথে যোগাযোগ করুন
pa: ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Skontaktuj się z pomocą
ro: Contactează suportul
ur: سپورٹ سے رابطہ کریں
zh: 联系支持

source: Support contact feature coming soon!
bn: সহায়তা যোগাযোগ বৈশিষ্ট্য শীঘ্রই আসছে!
pa: ਸਹਾਇਤਾ ਸੰਪਰਕ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
pl: Funkcja kontaktu z pomocą wkrótce dostępna!
ro: Funcția de contact suport va fi disponibilă în curând!
ur: سپورٹ کنٹیکٹ فیچر جلد آرہا ہے!
zh: 支持联系功能即将推出！

# sendFeedbackTitle
source: Send Feedback
bn: ফিডব্যাক পাঠান
pa: ਫੀਡਬੈਕ ਭੇਜੋ
pl: Wyślij opinię
ro: Trimite feedback
ur: فیڈ بیک بھیجیں
zh: 发送反馈

source: Feedback feature coming soon!
bn: ফিডব্যাক বৈশিষ্ট্য শীঘ্রই আসছে!
pa: ਫੀਡਬੈਕ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
pl: Funkcja opinii wkrótce dostępna!
ro: Funcția de feedback va fi disponibilă în curând!
ur: فیڈ بیک فیچر جلد آرہا ہے!
zh: 反馈功能即将推出！

# signOutTitle
source: Sign Out
bn: সাইন আউট
pa: ਸਾਈਨ ਆਉਟ
pl: Wyloguj się
ro: Deconectare
ur: سائن آؤٹ
zh: 退出登录

source: Are you sure you want to sign out?
bn: আপনি কি নিশ্চিত যে আপনি সাইন আউট করতে চান?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਸਾਈਨ ਆਉਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz się wylogować?
ro: Ești sigur că vrei să te deconectezi?
ur: کیا آپ یقینی طور پر سائن آؤٹ کرنا چاہتے ہیں؟
zh: 您确定要退出登录吗？

source: Signed out successfully
bn: সফলভাবে সাইন আউট
pa: ਸਫਲਤਾਪੂਰਵਕ ਸਾਈਨ ਆਉਟ
pl: Pomyślnie wylogowano
ro: Deconectare reușită
ur: کامیابی سے سائن آؤٹ
zh: 成功退出登录

source: Overview
bn: সংক্ষিপ্ত বিবরণ
pa: ਅਵਲੋਕਨ
pl: Przegląd
ro: Prezentare generală
ur: جائزہ
zh: 概览

source: Domains
bn: ডোমেইন
pa: ਡੋਮੇਨ
pl: Domeny
ro: Domenii
ur: ڈومینز
zh: 领域

# developedInPartnershipWithNHS
source: Developed in partnership with the NHS
bn: NHS এর সাথে অংশীদারিত্বে উন্নয়ন
pa: NHS ਨਾਲ ਸਾਂਝੇਦਾਰੀ ਵਿੱਚ ਵਿਕਸਿਤ
pl: Opracowane we współpracy z NHS
ro: Dezvoltat în parteneriat cu NHS
ur: NHS کے ساتھ شراکت میں تیار
zh: 与NHS合作开发

source: Health Domains
bn: স্বাস্থ্য ডোমেইন
pa: ਸਿਹਤ ਡੋਮੇਨ
pl: Domeny zdrowia
ro: Domenii de sănătate
ur: صحت کے ڈومینز
zh: 健康领域

# healthDescription
source: Weight tracking, NHS Health Check reminders, and health monitoring
bn: ওজন ট্র্যাকিং, NHS স্বাস্থ্য পরীক্ষার অনুস্মারক, এবং স্বাস্থ্য পর্যবেক্ষণ
pa: ਵਜ਼ਨ ਟ੍ਰੈਕਿੰਗ, NHS ਸਿਹਤ ਜਾਂਚ ਯਾਦ ਦਿਵਾਉਣ, ਅਤੇ ਸਿਹਤ ਨਿਗਰਾਨੀ
pl: Śledzenie wagi, przypomnienia o badaniach NHS i monitorowanie zdrowia
ro: Urmărirea greutății, memento-uri pentru verificarea NHS și monitorizarea sănătății
ur: وزن ٹریکنگ، NHS ہیلتھ چیک یاد دہانیاں، اور صحت کی نگرانی
zh: 体重跟踪、NHS健康检查提醒和健康监测

source: Social Engagement
bn: সামাজিক সম্পৃক্ততা
pa: ਸਮਾਜਿਕ ਸ਼ਮੂਲੀਅਤ
pl: Zaangażowanie społeczne
ro: Implicare socială
ur: سماجی مشغولیت
zh: 社会参与

# socialEngagementDescription
source: Community events, forums, and social activities
bn: সম্প্রদায়ের ইভেন্ট, ফোরাম, এবং সামাজিক কার্যক্রম
pa: ਕਮਿਊਨਿਟੀ ਈਵੈਂਟ, ਫੋਰਮ, ਅਤੇ ਸਮਾਜਿਕ ਗਤੀਵਿਧੀਆਂ
pl: Wydarzenia społecznościowe, fora i aktywności społeczne
ro: Evenimente comunitare, forumuri și activități sociale
ur: کمیونٹی ایونٹس، فورمز، اور سماجی سرگرمیاں
zh: 社区活动、论坛和社交活动

source: Physical Activity
bn: শারীরিক কার্যকলাপ
pa: ਸਰੀਰਕ ਗਤੀਵਿਧੀ
pl: Aktywność fizyczna
ro: Activitate fizică
ur: جسمانی سرگرمی
zh: 身体活动

# physicalActivityDescription
source: Step tracking, exercise goals, and activity monitoring
bn: পদক্ষেপ ট্র্যাকিং, ব্যায়ামের লক্ষ্য, এবং কার্যকলাপ পর্যবেক্ষণ
pa: ਕਦਮ ਟ੍ਰੈਕਿੰਗ, ਕਸਰਤ ਟੀਚੇ, ਅਤੇ ਗਤੀਵਿਧੀ ਨਿਗਰਾਨੀ
pl: Śledzenie kroków, cele ćwiczeń i monitorowanie aktywności
ro: Urmărirea pașilor, obiective de exercițiu și monitorizarea activității
ur: قدم ٹریکنگ، ورزش کے اہداف، اور سرگرمی کی نگرانی
zh: 步数跟踪、运动目标和活动监测

source: Goal achieved today
bn: আজ লক্ষ্য অর্জিত
pa: ਅੱਜ ਟੀਚਾ ਪ੍ਰਾਪਤ
pl: Cel osiągnięty dzisiaj
ro: Obiectiv atins astăzi
ur: آج کا ہدف حاصل
zh: 今日目标达成

source: Cognitive Training
bn: জ্ঞানীয় প্রশিক্ষণ
pa: ਗਿਆਨਾਤਮਕ ਸਿਖਲਾਈ
pl: Trening poznawczy
ro: Antrenament cognitiv
ur: ادراکی تربیت
zh: 认知训练

# cognitiveTrainingDescription
source: Memory exercises, reminiscence therapy, and brain training
bn: স্মৃতি অনুশীলন, স্মৃতিচারণ থেরাপি, এবং মস্তিষ্ক প্রশিক্ষণ
pa: ਯਾਦਦਾਸ਼ਤ ਐਕਸਰਸਾਈਜ਼, ਯਾਦ ਥੈਰੇਪੀ, ਅਤੇ ਦਿਮਾਗ ਸਿਖਲਾਈ
pl: Ćwiczenia pamięci, terapia reminiscencji i trening mózgu
ro: Exerciții de memorie, terapie de reminiscență și antrenament cerebral
ur: یادداشت کی مشقیں، یادداشت تھراپی، اور دماغی تربیت
zh: 记忆练习、回忆疗法和大脑训练

source: Exercise completed yesterday
bn: গতকাল অনুশীলন সম্পন্ন
pa: ਕੱਲ ਐਕਸਰਸਾਈਜ਼ ਪੂਰੀ
pl: Ćwiczenie ukończone wczoraj
ro: Exercițiu finalizat ieri
ur: کل ورزش مکمل
zh: 昨天完成练习

source: Healthy Diet
bn: স্বাস্থ্যকর খাদ্য
pa: ਸਿਹਤਮੰਦ ਖੁਰਾਕ
pl: Zdrowa dieta
ro: Dietă sănătoasă
ur: صحت مند غذا
zh: 健康饮食

# healthyDietDescription
source: Nutrition tips, meal tracking, and healthy eating guidance
bn: পুষ্টি টিপস, খাবার ট্র্যাকিং, এবং স্বাস্থ্যকর খাওয়ার নির্দেশিকা
pa: ਪੋਸ਼ਣ ਸੁਝਾਅ, ਭੋਜਨ ਟ੍ਰੈਕਿੰਗ, ਅਤੇ ਸਿਹਤਮੰਦ ਖਾਣ ਦੀ ਗਾਈਡ
pl: Wskazówki żywieniowe, śledzenie posiłków i przewodnik po zdrowym odżywianiu
ro: Sfaturi nutriționale, urmărirea meselor și ghid pentru alimentația sănătoasă
ur: غذائیت کے نکات، کھانے کی ٹریکنگ، اور صحت مند کھانے کی رہنمائی
zh: 营养提示、餐食跟踪和健康饮食指导

source: Reminders
bn: অনুস্মারক
pa: ਯਾਦ ਦਿਵਾਉਣ
pl: Przypomnienia
ro: Memento-uri
ur: یاد دہانیاں
zh: 提醒

source: View All
bn: সব দেখুন
pa: ਸਭ ਦੇਖੋ
pl: Zobacz wszystkie
ro: Vezi toate
ur: سب دیکھیں
zh: 查看全部

source: Health Survey Due
bn: স্বাস্থ্য জরিপ বাকি
pa: ਸਿਹਤ ਸਰਵੇ ਬਾਕੀ
pl: Ankieta zdrowotna do wypełnienia
ro: Sondaj de sănătate datorat
ur: صحت کا سروے باقی
zh: 健康调查待完成

# healthSurveyDueDescription
source: Complete your health assessment to track your progress
bn: আপনার অগ্রগতি ট্র্যাক করতে আপনার স্বাস্থ্য মূল্যায়ন সম্পূর্ণ করুন
pa: ਆਪਣੀ ਸਿਹਤ ਮੁਲਾਂਕਣ ਪੂਰਾ ਕਰੋ ਤਾਂ ਜੋ ਤੁਸੀਂ ਆਪਣੀ ਤਰੱਕੀ ਨੂੰ ਟ੍ਰੈਕ ਕਰ ਸਕੋ
pl: Ukończ swoją ocenę zdrowia, aby śledzić postęp
ro: Completează evaluarea ta de sănătate pentru a-ți urmări progresul
ur: اپنی ترقی کو ٹریک کرنے کے لیے اپنا صحت کا جائزہ مکمل کریں
zh: 完成您的健康评估以跟踪您的进展

source: Take Survey
bn: জরিপ নিন
pa: ਸਰਵੇ ਭਰੋ
pl: Wypełnij ankietę
ro: Completează sondajul
ur: سروے کریں
zh: 进行调查

source: Learn More
bn: আরও জানুন
pa: ਹੋਰ ਸਿੱਖੋ
pl: Dowiedz się więcej
ro: Află mai multe
ur: مزید سیکھیں
zh: 了解更多

source: Recent Activity
bn: সাম্প্রতিক কার্যকলাপ
pa: ਹਾਲੀਆ ਗਤੀਵਿਧੀ
pl: Ostatnia aktywność
ro: Activitate recentă
ur: حالیہ سرگرمی
zh: 最近活动

source: Start tracking your activities
bn: আপনার কার্যকলাপ ট্র্যাক করা শুরু করুন
pa: ਆਪਣੀਆਂ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਟ੍ਰੈਕ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pl: Zacznij śledzić swoje aktywności
ro: Începe să-ți urmărești activitățile
ur: اپنی سرگرمیوں کو ٹریک کرنا شروع کریں
zh: 开始跟踪您的活动

source: Health Tip of the Day
bn: দিনের স্বাস্থ্য টিপ
pa: ਦਿਨ ਦੀ ਸਿਹਤ ਸਲਾਹ
pl: Wskazówka zdrowotna dnia
ro: Sfatul de sănătate al zilei
ur: دن کی صحت کی ٹپ
zh: 今日健康提示

source: Stay Hydrated
bn: হাইড্রেটেড থাকুন
pa: ਹਾਈਡ੍ਰੇਟਿਡ ਰਹੋ
pl: Pij wodę
ro: Rămâi hidratat
ur: ہائیڈریٹ رہیں
zh: 保持水分

# logActivity
source: Log
bn: লগ করুন
pa: ਲੌਗ ਕਰੋ
pl: Zaloguj
ro: Înregistrează
ur: لاگ کریں
zh: 记录

source: Community
bn: সম্প্রদায়
pa: ਕਮਿਊਨਿਟੀ
pl: Społeczność
ro: Comunitate
ur: کمیونٹی
zh: 社区

source: Back
bn: পিছনে
pa: ਵਾਪਸ
pl: Wstecz
ro: Înapoi
ur: واپس
zh: 返回

source: Next
bn: পরবর্তী
pa: ਅਗਲਾ
pl: Następny
ro: Următorul
ur: اگلا
zh: 下一个

source: Get Started
bn: শুরু করুন
pa: ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpocznij
ro: Începe
ur: شروع کریں
zh: 开始使用

source: Welcome to RememberMe
bn: RememberMe এ স্বাগতম
pa: RememberMe ਵਿੱਚ ਸਵਾਗਤ ਹੈ
pl: Witamy w RememberMe
ro: Bun venit la RememberMe
ur: RememberMe میں خوش آمدید
zh: 欢迎使用RememberMe

source: NHS Partnership
bn: NHS অংশীদারিত্ব
pa: NHS ਸਾਂਝੇਦਾਰੀ
pl: Partnerstwo z NHS
ro: Parteneriat NHS
ur: NHS شراکت
zh: NHS合作

source: Supporting Your Brain Health
bn: আপনার মস্তিষ্কের স্বাস্থ্যের সমর্থন
pa: ਤੁਹਾਡੇ ਦਿਮਾਗ ਦੀ ਸਿਹਤ ਦਾ ਸਮਰਥਨ
pl: Wspieranie zdrowia Twojego mózgu
ro: Sprijinind sănătatea creierului tău
ur: آپ کے دماغ کی صحت کی حمایت
zh: 支持您的大脑健康

source: Daily walks and exercise to keep your brain active
bn: আপনার মস্তিষ্ককে সক্রিয় রাখতে দৈনিক হাঁটা এবং ব্যায়াম
pa: ਆਪਣੇ ਦਿਮਾਗ ਨੂੰ ਸਰਗਰਮ ਰੱਖਣ ਲਈ ਰੋਜ਼ਾਨਾ ਸੈਰ ਅਤੇ ਕਸਰਤ
pl: Codzienne spacery i ćwiczenia, aby utrzymać mózg w aktywności
ro: Plimbări zilnice și exerciții pentru a-ți menține creierul activ
ur: اپنے دماغ کو فعال رکھنے کے لیے روزانہ چہل قدمی اور ورزش
zh: 日常散步和锻炼保持大脑活跃

source: Healthy Nutrition
bn: স্বাস্থ্যকর পুষ্টি
pa: ਸਿਹਤਮੰਦ ਪੋਸ਼ਣ
pl: Zdrowa dieta
ro: Nutriție sănătoasă
ur: صحت مند غذائیت
zh: 健康营养

source: Brain-healthy foods and hydration reminders
bn: মস্তিষ্কের জন্য স্বাস্থ্যকর খাবার এবং হাইড্রেশন অনুস্মারক
pa: ਦਿਮਾਗ ਲਈ ਸਿਹਤਮੰਦ ਭੋਜਨ ਅਤੇ ਹਾਈਡ੍ਰੇਸ਼ਨ ਯਾਦ ਦਿਵਾਉਣ
pl: Pokarmy zdrowe dla mózgu i przypomnienia o nawodnieniu
ro: Alimente sănătoase pentru creier și memento-uri de hidratare
ur: دماغ کے لیے صحت مند کھانے اور ہائیڈریشن یاد دہانیاں
zh: 有益大脑健康的食物和水分提醒

source: Social Connection
bn: সামাজিক সংযোগ
pa: ਸਮਾਜਿਕ ਜੁੜਾਅ
pl: Połączenie społeczne
ro: Conectare socială
ur: سماجی رابطہ
zh: 社交连接

source: Stay connected with community and friends
bn: সম্প্রদায় এবং বন্ধুদের সাথে সংযুক্ত থাকুন
pa: ਕਮਿਊਨਿਟੀ ਅਤੇ ਦੋਸਤਾਂ ਨਾਲ ਜੁੜੇ ਰਹੋ
pl: Pozostań w kontakcie ze społecznością i przyjaciółmi
ro: Rămâi conectat cu comunitatea și prietenii
ur: کمیونٹی اور دوستوں کے ساتھ جڑے رہیں
zh: 与社区和朋友保持联系

source: Memory exercises and reminiscence therapy
bn: স্মৃতি অনুশীলন এবং স্মৃতিচারণ থেরাপি
pa: ਯਾਦਦਾਸ਼ਤ ਐਕਸਰਸਾਈਜ਼ ਅਤੇ ਯਾਦ ਥੈਰੇਪੀ
pl: Ćwiczenia pamięci i terapia reminiscencji
ro: Exerciții de memorie și terapie de reminiscență
ur: یادداشت کی مشقیں اور یادداشت تھراپی
zh: 记忆练习和回忆疗法

source: Your Personal Dashboard
bn: আপনার ব্যক্তিগত ড্যাশবোর্ড
pa: ਤੁਹਾਡਾ ਨਿੱਜੀ ਡੈਸ਼ਬੋਰਡ
pl: Twój osobisty panel
ro: Panoul tău personal
ur: آپ کا ذاتی ڈیش بورڈ
zh: 您的个人仪表板

source: Social
bn: সামাজিক
pa: ਸਮਾਜਿਕ
pl: Społeczne
ur: سماجی
zh: 社交

source: Fitness
bn: ফিটনেস
pa: ਫਿਟਨੈਸ
ur: فٹنس
zh: 健身

source: Cognitive
bn: জ্ঞানীয়
pa: ਗਿਆਨਾਤਮਕ
pl: Poznawczy
ro: Cognitiv
ur: علمی
zh: 认知

source: Nutrition
bn: পুষ্টি
pa: ਪੋਸ਼ਣ
pl: Żywienie
ro: Nutriție
ur: غذائیت
zh: 营养

source: Your Privacy Matters
bn: আপনার গোপনীয়তা গুরুত্বপূর্ণ
pa: ਤੁਹਾਡੀ ਪਰਾਈਵੇਸੀ ਮਹੱਤਵਪੂਰਨ ਹੈ
pl: Twoja prywatność ma znaczenie
ro: Confidențialitatea ta contează
ur: آپ کی پرائیویسی اہم ہے
zh: 您的隐私很重要

source: Secure Data Storage
bn: নিরাপদ ডেটা স্টোরেজ
pa: ਸੁਰੱਖਿਤ ਡੇਟਾ ਸਟੋਰੇਜ
pl: Bezpieczne przechowywanie danych
ro: Stocare sigură a datelor
ur: محفوظ ڈیٹا اسٹوریج
zh: 安全数据存储

source: Your information is encrypted and stored securely
bn: আপনার তথ্য এনক্রিপ্ট এবং নিরাপদে সংরক্ষিত
pa: ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਐਨਕ੍ਰਿਪਟ ਹੈ ਅਤੇ ਸੁਰੱਖਿਤ ਤਰੀਕੇ ਨਾਲ ਸਟੋਰ ਹੈ
pl: Twoje informacje są szyfrowane i przechowywane bezpiecznie
ro: Informațiile tale sunt criptate și stocate în siguranță
ur: آپ کی معلومات انکرپٹ اور محفوظ طریقے سے ذخیرہ ہیں
zh: 您的信息经过加密并安全存储

source: Opt-in Data Sharing
bn: বৈকল্পিক ডেটা শেয়ারিং
pa: ਵਿਕਲਪਿਕ ਡੇਟਾ ਸਾਂਝਾ ਕਰਨਾ
pl: Opcjonalne udostępnianie danych
ro: Partajare opțională a datelor
ur: اختیاری ڈیٹا شیئرنگ
zh: 选择加入数据共享

source: Choose whether to share data with research partners
bn: গবেষণা অংশীদারদের সাথে ডেটা শেয়ার করা হবে কিনা তা বেছে নিন
pa: ਚੁਣੋ ਕਿ ਖੋਜ ਸਾਥੀਆਂ ਨਾਲ ਡੇਟਾ ਸਾਂਝਾ ਕਰਨਾ ਹੈ ਜਾਂ ਨਹੀਂ
pl: Wybierz, czy udostępniać dane partnerom badawczym
ro: Alege dacă să partajezi datele cu partenerii de cercetare
ur: چنیں کہ ریسرچ پارٹنرز کے ساتھ ڈیٹا شیئر کرنا ہے یا نہیں
zh: 选择是否与研究合作伙伴共享数据

source: Transparent Policies
bn: স্বচ্ছ নীতি
pa: ਪਾਰਦਰਸ਼ੀ ਨੀਤੀਆਂ
pl: Przejrzyste zasady
ro: Politici transparente
ur: شفاف پالیسیاں
zh: 透明政策

source: Clear privacy policies and data usage information
bn: স্পষ্ট গোপনীয়তা নীতি এবং ডেটা ব্যবহারের তথ্য
pa: ਸਪਸ਼ਟ ਪਰਾਈਵੇਸੀ ਨੀਤੀਆਂ ਅਤੇ ਡੇਟਾ ਵਰਤੋਂ ਦੀ ਜਾਣਕਾਰੀ
pl: Jasne zasady prywatności i informacje o użytkowaniu danych
ro: Politici clare de confidențialitate și informații despre utilizarea datelor
ur: واضح پرائیویسی پالیسیاں اور ڈیٹا استعمال کی معلومات
zh: 清晰的隐私政策和数据使用信息

source: Data Control
bn: ডেটা নিয়ন্ত্রণ
pa: ਡੇਟਾ ਕੰਟਰੋਲ
pl: Kontrola danych
ro: Controlul datelor
ur: ڈیٹا کنٹرول
zh: 数据控制

source: Delete your data at any time
bn: যেকোনো সময় আপনার ডেটা মুছে ফেলুন
pa: ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣਾ ਡੇਟਾ ਮਿਟਾਓ
pl: Usuń swoje dane w dowolnym momencie
ro: Șterge datele tale oricând
ur: کسی بھی وقت اپنا ڈیٹا ڈیلیٹ کریں
zh: 随时删除您的数据

source: Brain-Healthy Eating
bn: মস্তিষ্কের জন্য স্বাস্থ্যকর খাবার
pa: ਦਿਮਾਗ ਲਈ ਸਿਹਤਮੰਦ ਖਾਣਾ
pl: Zdrowe odżywianie dla mózgu
ro: Alimentație sănătoasă pentru creier
ur: دماغ کے لیے صحت مند کھانا
zh: 有益大脑健康的饮食

source: Nutrition Tips
bn: পুষ্টি পরামর্শ
pa: ਪੋਸ਼ਣ ਸਲਾਹ
pl: Wskazówki żywieniowe
ro: Sfaturi nutriționale
ur: غذائیت کی تجاویز
zh: 营养建议

source: Evidence-based dietary recommendations to support brain health and reduce dementia risk
bn: মস্তিষ্কের স্বাস্থ্যের সমর্থন এবং ডিমেনশিয়ার ঝুঁকি কমাতে প্রমাণ-ভিত্তিক খাদ্যতালিকাগত সুপারিশ
pa: ਦਿਮਾਗ ਦੀ ਸਿਹਤ ਦਾ ਸਮਰਥਨ ਕਰਨ ਅਤੇ ਡਿਮੈਂਸ਼ੀਆ ਦੇ ਖ਼ਤਰੇ ਨੂੰ ਘਟਾਉਣ ਲਈ ਸਬੂਤ-ਅਧਾਰਿਤ ਖੁਰਾਕ ਸਿਫਾਰਸ਼ਾਂ
pl: Zalecenia żywieniowe oparte na dowodach, wspierające zdrowie mózgu i zmniejszające ryzyko demencji
ro: Recomandări nutriționale bazate pe dovezi pentru a sprijini sănătatea creierului și a reduce riscul de demență
ur: دماغ کی صحت کی حمایت اور ڈیمنشیا کے خطرے کو کم کرنے کے لیے ثبوت پر مبنی غذائی سفارشات
zh: 基于证据的饮食建议，支持大脑健康并降低痴呆风险

source: Diet Reflection
bn: খাদ্য প্রতিফলন
pa: ਖੁਰਾਕ ਪ੍ਰਤੀਬਿੰਬ
pl: Refleksja nad dietą
ro: Reflecție asupra dietei
ur: غذائی عکاسی
zh: 饮食反思

source: Log your meals and get personalized feedback on your nutrition choices
bn: আপনার খাবার লগ করুন এবং আপনার পুষ্টি পছন্দ সম্পর্কে ব্যক্তিগত ফিডব্যাক পান
pa: ਆਪਣੇ ਭੋਜਨ ਲੌਗ ਕਰੋ ਅਤੇ ਆਪਣੇ ਪੋਸ਼ਣ ਚੋਣਾਂ ਬਾਰੇ ਨਿੱਜੀ ਫੀਡਬੈਕ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Zapisuj swoje posiłki i otrzymuj spersonalizowane opinie o wyborach żywieniowych
ro: Înregistrează-ți mesele și primește feedback personalizat despre alegerile nutriționale
ur: اپنے کھانے لاگ کریں اور اپنے غذائی انتخاب پر ذاتی فیڈ بیک حاصل کریں
zh: 记录您的餐食并获得关于营养选择的个性化反馈

source: Hydration Tracker
bn: হাইড্রেশন ট্র্যাকার
pa: ਹਾਈਡ੍ਰੇਸ਼ਨ ਟ੍ਰੈਕਰ
pl: Śledzenie nawodnienia
ro: Urmărire hidratare
ur: ہائیڈریشن ٹریکر
zh: 水分追踪器

source: Track your daily water intake and receive reminders to stay hydrated
bn: আপনার দৈনিক পানি গ্রহণ ট্র্যাক করুন এবং হাইড্রেটেড থাকার জন্য অনুস্মারক পান
pa: ਆਪਣੇ ਰੋਜ਼ਾਨਾ ਪਾਣੀ ਦੇ ਸੇਵਨ ਨੂੰ ਟ੍ਰੈਕ ਕਰੋ ਅਤੇ ਹਾਈਡ੍ਰੇਟਿਡ ਰਹਿਣ ਲਈ ਯਾਦ ਦਿਵਾਉਣ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Śledź dzienne spożycie wody i otrzymuj przypomnienia o nawodnieniu
ro: Urmărește consumul zilnic de apă și primește memento-uri să rămâi hidratat
ur: اپنے روزانہ پانی کے استعمال کو ٹریک کریں اور ہائیڈریٹ رہنے کے لیے یاد دہانیاں حاصل کریں
zh: 追踪您的每日水分摄入并接收保持水分的提醒

source: Leafy Greens
bn: পাতাযুক্ত সবজি
pa: ਪੱਤੇਦਾਰ ਹਰੇ ਸਬਜ਼ੀਆਂ
pl: Zielone warzywa liściaste
ro: Verdețuri cu frunze
ur: پتے دار سبزیاں
zh: 绿叶蔬菜

source: Spinach, kale, and other greens are rich in folate and vitamin K
bn: পালং শাক, কেল এবং অন্যান্য সবুজ সবজি ফোলেট এবং ভিটামিন K-তে সমৃদ্ধ
pa: ਪਾਲਕ, ਕੇਲ ਅਤੇ ਹੋਰ ਹਰੇ ਸਬਜ਼ੀਆਂ ਫੋਲੇਟ ਅਤੇ ਵਿਟਾਮਿਨ K ਵਿੱਚ ਅਮੀਰ ਹਨ
pl: Szpinak, jarmuż i inne zielone warzywa są bogate w folian i witaminę K
ro: Spanacul, kale și alte verdețuri sunt bogate în folat și vitamina K
ur: پالک، کیل اور دیگر سبز سبزیاں فولیٹ اور وٹامن K سے بھرپور ہیں
zh: 菠菜、羽衣甘蓝和其他绿叶蔬菜富含叶酸和维生素K

source: Berries
bn: বেরি
pa: ਬੇਰੀਆਂ
pl: Jagody
ro: Fructe de pădure
ur: بیری
zh: 浆果

source: Blueberries, strawberries, and other berries contain antioxidants
bn: ব্লুবেরি, স্ট্রবেরি এবং অন্যান্য বেরিতে অ্যান্টিঅক্সিডেন্ট রয়েছে
pa: ਬਲੂਬੇਰੀਆਂ, ਸਟ੍ਰਾਬੇਰੀਆਂ ਅਤੇ ਹੋਰ ਬੇਰੀਆਂ ਵਿੱਚ ਐਂਟੀਆਕਸੀਡੈਂਟਸ ਹੁੰਦੇ ਹਨ
pl: Borówki, truskawki i inne jagody zawierają przeciwutleniacze
ro: Afinele, căpșunele și alte fructe de pădure conțin antioxidanți
ur: بلیوبیری، سٹرابیری اور دیگر بیریوں میں اینٹی آکسیڈنٹس ہوتے ہیں
zh: 蓝莓、草莓和其他浆果含有抗氧化剂

source: Whole Grains
bn: পুরো শস্য
pa: ਪੂਰੇ ਅਨਾਜ
pl: Pełne ziarna
ro: Cereale integrale
ur: مکمل اناج
zh: 全谷物

source: Brown rice, quinoa, and oats provide sustained energy and fiber
bn: বাদামি চাল, কুইনোয়া এবং ওটস টেকসই শক্তি এবং ফাইবার প্রদান করে
pa: ਭੂਰਾ ਚੌਲ, ਕੀਨੋਆ ਅਤੇ ਜੌਂ ਟਿਕਾਊ ਊਰਜਾ ਅਤੇ ਫਾਈਬਰ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ
pl: Brązowy ryż, komosa ryżowa i owies zapewniają trwałą energię i błonnik
ro: Orezul brun, quinoa și ovăzul oferă energie susținută și fibre
ur: بھورا چاول، کوینوآ اور جئی پائیدار توانائی اور فائبر فراہم کرتے ہیں
zh: 糙米、藜麦和燕麦提供持续能量和纤维

source: Fish
bn: মাছ
pa: ਮੱਛੀ
pl: Ryby
ro: Pește
ur: مچھلی
zh: 鱼类

source: Salmon, sardines, and other fatty fish are excellent sources of omega-3s
bn: স্যামন, সার্ডিন এবং অন্যান্য চর্বিযুক্ত মাছ ওমেগা-3 এর চমৎকার উৎস
pa: ਸਾਲਮਨ, ਸਾਰਡੀਨ ਅਤੇ ਹੋਰ ਚਰਬੀ ਵਾਲੀਆਂ ਮੱਛੀਆਂ ਓਮੇਗਾ-3 ਦੇ ਸ਼ਾਨਦਾਰ ਸਰੋਤ ਹਨ
pl: Łosoś, sardynki i inne tłuste ryby są doskonałym źródłem omega-3
ro: Somonul, sardinele și alte pești grași sunt surse excelente de omega-3
ur: سامن، سارڈین اور دیگر چکنائی والی مچھلیاں اومیگا-3 کے بہترین ذرائع ہیں
zh: 鲑鱼、沙丁鱼和其他脂肪鱼是omega-3的极佳来源

source: Meal Tracking
bn: খাবার ট্র্যাকিং
pa: ਭੋਜਨ ਟ੍ਰੈਕਿੰਗ
pl: Śledzenie posiłków
ro: Urmărire mese
ur: کھانا ٹریکنگ
zh: 餐食追踪

source: Meal tracking feature coming soon!
bn: খাবার ট্র্যাকিং ফিচার শীঘ্রই আসছে!
pa: ਭੋਜਨ ਟ੍ਰੈਕਿੰਗ ਫੀਚਰ ਜਲਦੀ ਆ ਰਿਹਾ!
pl: Funkcja śledzenia posiłków wkrótce!
ro: Funcția de urmărire a meselor vine în curând!
ur: کھانا ٹریکنگ فیچر جلد آرہا!
zh: 餐食追踪功能即将推出！

source: Hydration tracking feature coming soon!
bn: হাইড্রেশন ট্র্যাকিং ফিচার শীঘ্রই আসছে!
pa: ਹਾਈਡ੍ਰੇਸ਼ਨ ਟ੍ਰੈਕਿੰਗ ਫੀਚਰ ਜਲਦੀ ਆ ਰਿਹਾ!
pl: Funkcja śledzenia nawodnienia wkrótce!
ro: Funcția de urmărire a hidratării vine în curând!
ur: ہائیڈریشن ٹریکنگ فیچر جلد آرہا!
zh: 水分追踪功能即将推出！

source: Stay Active
bn: সক্রিয় থাকুন
pa: ਸਰਗਰਮ ਰਹੋ
pl: Pozostań Aktywny
ro: Rămâi Activ
ur: سرگرم رہیں
zh: 保持活跃

source: Activity Tracker
bn: কার্যকলাপ ট্র্যাকার
pa: ਗਤੀਵਿਧੀ ਟ੍ਰੈਕਰ
pl: Śledzenie aktywności
ro: Urmărire activitate
ur: سرگرمی ٹریکر
zh: 活动追踪器

source: Track your daily steps, walks, and physical activities with smart watch integration
bn: স্মার্ট ওয়াচ ইন্টিগ্রেশন সহ আপনার দৈনিক পদক্ষেপ, হাঁটা এবং শারীরিক কার্যকলাপ ট্র্যাক করুন
pa: ਸਮਾਰਟ ਵਾਚ ਇੰਟੀਗ੍ਰੇਸ਼ਨ ਨਾਲ ਆਪਣੇ ਰੋਜ਼ਾਨਾ ਕਦਮ, ਸੈਰ ਅਤੇ ਸਰੀਰਕ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਟ੍ਰੈਕ ਕਰੋ
pl: Śledź dzienne kroki, spacery i aktywności fizyczne z integracją smartwatch
ro: Urmărește pașii zilnici, plimbările și activitățile fizice cu integrarea smartwatch
ur: اسمارٹ واچ انٹیگریشن کے ساتھ اپنے روزانہ قدم، چہل قدمی اور جسمانی سرگرمیوں کو ٹریک کریں
zh: 通过智能手表集成追踪您的每日步数、步行和身体活动

source: Exercise Goals
bn: ব্যায়ামের লক্ষ্য
pa: ਕਸਰਤ ਟੀਚੇ
pl: Cele ćwiczeń
ro: Obiective de exercițiu
ur: ورزش کے اہداف
zh: 运动目标

source: Set and track your weekly exercise goals including walking, strength training, and cardio
bn: হাঁটা, শক্তি প্রশিক্ষণ এবং কার্ডিও সহ আপনার সাপ্তাহিক ব্যায়ামের লক্ষ্য সেট করুন এবং ট্র্যাক করুন
pa: ਆਪਣੇ ਹਫ਼ਤਾਵਾਰ ਕਸਰਤ ਟੀਚੇ ਸੈੱਟ ਕਰੋ ਅਤੇ ਟ੍ਰੈਕ ਕਰੋ, ਜਿਸ ਵਿੱਚ ਚਲਣਾ, ਤਾਕਤ ਸਿਖਲਾਈ ਅਤੇ ਕਾਰਡੀਓ ਸ਼ਾਮਲ ਹੈ
pl: Ustawiaj i śledź tygodniowe cele ćwiczeń, w tym chodzenie, trening siłowy i cardio
ro: Stabilește și urmărește obiectivele săptămânale de exercițiu, inclusiv mersul pe jos, antrenamentul de forță și cardio
ur: اپنے ہفتہ وار ورزش کے اہداف طے کریں اور ٹریک کریں، جس میں چلنا، طاقت کی تربیت اور کارڈیو شامل ہے
zh: 设置和追踪您的每周运动目标，包括步行、力量训练和有氧运动

source: Social Activities
bn: সামাজিক কার্যকলাপ
pa: ਸਮਾਜਿਕ ਗਤੀਵਿਧੀਆਂ
pl: Aktywności społeczne
ro: Activități sociale
ur: سماجی سرگرمیاں
zh: 社交活动
