Repository: Shun-Github1/RememberMe
Catalog: lib/l10n/app_*.arb
Languages: bn, pa, pl, ro, ur, zh

source: Focus on fruits, vegetables, whole grains, and healthy fats like olive oil. This diet has been linked to reduced dementia risk.
bn: ফল, শাকসবজি, পুরো শস্য এবং জলপাই তেলের মতো স্বাস্থ্যকর চর্বিতে ফোকাস করুন। এই খাদ্য ডিমেনশিয়ার ঝুঁকি হ্রাসের সাথে যুক্ত
pa: ਫਲ, ਸਬਜ਼ੀਆਂ, ਸਾਰੇ ਅਨਾਜ ਅਤੇ ਸਿਹਤਮੰਦ ਚਰਬੀ ਜਿਵੇਂ ਜੈਤੂਨ ਦਾ ਤੇਲ 'ਤੇ ਧਿਆਨ ਦਿਓ। ਇਸ ਡਾਇਟ ਨੂੰ ਡਿਮੈਂਸ਼ੀਆ ਦੇ ਖ਼ਤਰੇ ਨੂੰ ਘਟਾਉਣ ਨਾਲ ਜੋੜਿਆ ਗਿਆ ਹੈ
pl: Skup się na owocach, warzywach, pełnych ziarnach i zdrowych tłuszczach jak oliwa z oliwek. Ta dieta została powiązana ze zmniejszonym ryzykiem demencji
ro: Concentrează-te pe fructe, legume, cereale integrale și grăsimi sănătoase ca uleiul de măsline. Această dietă a fost legată de reducerea riscului de demență
ur: پھلوں، سبزیوں، مکمل اناج اور صحت مند چربی جیسے زیتون کا تیل پر توجہ دیں۔ یہ غذا ڈیمنشیا کے خطرے کو کم کرنے سے منسلک ہے
zh: 专注于水果、蔬菜、全谷物和健康脂肪如橄榄油。这种饮食与降低痴呆风险有关

source: Brain Health
bn: মস্তিষ্কের স্বাস্থ্য
pa: ਦਿਮਾਗੀ ਸਿਹਤ
pl: Zdrowie Mózgu
ro: Sănătatea Creierului
ur: دماغی صحت
zh: 大脑健康

source: Drink 6-8 glasses of water daily. Proper hydration is essential for brain function and overall health.
bn: প্রতিদিন 6-8 গ্লাস পানি পান করুন। সঠিক হাইড্রেশন মস্তিষ্কের কার্যকারিতা এবং সামগ্রিক স্বাস্থ্যের জন্য অপরিহার্য
pa: ਰੋਜ਼ਾਨਾ 6-8 ਗਲਾਸ ਪਾਣੀ ਪੀਓ। ਸਹੀ ਹਾਈਡ੍ਰੇਸ਼ਨ ਦਿਮਾਗੀ ਕਾਰਜ ਅਤੇ ਸਮੁੱਚੀ ਸਿਹਤ ਲਈ ਜ਼ਰੂਰੀ ਹੈ
pl: Pij 6-8 szklanek wody dziennie. Właściwe nawodnienie jest niezbędne dla funkcji mózgu i ogólnego zdrowia
ro: Bea 6-8 pahare de apă zilnic. Hidratarea corespunzătoare este esențială pentru funcția creierului și sănătatea generală
ur: روزانہ 6-8 گلاس پانی پیئیں۔ مناسب ہائیڈریشن دماغی کام اور مجموعی صحت کے لیے ضروری ہے
zh: 每天喝6-8杯水。适当的水分对大脑功能和整体健康至关重要

source: Hydration
bn: হাইড্রেশন
pa: ਹਾਈਡ੍ਰੇਸ਼ਨ
pl: Nawodnienie
ro: Hidratare
ur: ہائیڈریشن
zh: 水分

source: Omega-3 Fatty Acids
bn: ওমেগা-3 ফ্যাটি অ্যাসিড
pa: ਓਮੇਗਾ-3 ਫੈਟੀ ਐਸਿਡ
pl: Kwasy Tłuszczowe Omega-3
ro: Acizii Grași Omega-3
ur: اومگا-3 فیٹی ایسڈ
zh: 欧米伽-3脂肪酸

source: Include fish like salmon, mackerel, and sardines in your diet. Omega-3s support brain health and may reduce inflammation.
bn: আপনার খাদ্যে স্যামন, ম্যাকেরেল এবং সার্ডিনের মতো মাছ অন্তর্ভুক্ত করুন। ওমেগা-3 মস্তিষ্কের স্বাস্থ্য সমর্থন করে এবং প্রদাহ কমাতে পারে
pa: ਆਪਣੀ ਡਾਇਟ ਵਿੱਚ ਸਾਲਮਨ, ਮੈਕਰਲ ਅਤੇ ਸਾਰਡੀਨ ਵਰਗੀਆਂ ਮੱਛੀਆਂ ਸ਼ਾਮਲ ਕਰੋ। ਓਮੇਗਾ-3 ਦਿਮਾਗੀ ਸਿਹਤ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ ਅਤੇ ਸੋਜ਼ ਘਟਾ ਸਕਦੇ ਹਨ
pl: Włącz ryby jak łosoś, makrela i sardynki do swojej diety. Omega-3 wspierają zdrowie mózgu i mogą zmniejszać stany zapalne
ro: Include pește ca somonul, macroul și sardinele în dieta ta. Omega-3 susțin sănătatea creierului și pot reduce inflamația
ur: اپنی غذا میں مچھلی جیسے سالمن، میکریل اور سارڈین شامل کریں۔ اومیگا-3 دماغی صحت کو سپورٹ کرتے ہیں اور سوزش کو کم کر سکتے ہیں
zh: 在饮食中包含鲑鱼、鲭鱼和沙丁鱼等鱼类。欧米伽-3支持大脑健康并可能减少炎症

source: Antioxidant-Rich Foods
bn: অ্যান্টিঅক্সিডেন্ট সমৃদ্ধ খাবার
pa: ਐਂਟੀਆਕਸੀਡੈਂਟ ਭਰਪੂਰ ਭੋਜਨ
pl: Pokarmy Bogate w Przeciwutleniacze
ro: Alimente Bogate în Antioxidanți
ur: اینٹی آکسیڈینٹ سے بھرپور غذائیں
zh: 富含抗氧化剂的食物

source: Eat berries, dark leafy greens, and colorful vegetables. Antioxidants help protect brain cells from damage.
bn: বেরি, গাঢ় পাতাযুক্ত সবুজ এবং রঙিন শাকসবজি খান। অ্যান্টিঅক্সিডেন্ট মস্তিষ্কের কোষকে ক্ষতি থেকে রক্ষা করতে সাহায্য করে
pa: ਬੇਰੀਆਂ, ਗੂੜ੍ਹੇ ਪੱਤੇਦਾਰ ਸਬਜ਼ੇ ਅਤੇ ਰੰਗੀਨ ਸਬਜ਼ੇ ਖਾਓ। ਐਂਟੀਆਕਸੀਡੈਂਟ ਦਿਮਾਗੀ ਸੈੱਲਾਂ ਨੂੰ ਨੁਕਸਾਨ ਤੋਂ ਬਚਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦੇ ਹਨ
pl: Jedz jagody, ciemne liściaste warzywa i kolorowe warzywa. Przeciwutleniacze pomagają chronić komórki mózgu przed uszkodzeniami
ro: Mănâncă fructe de pădure, verzi frunzoase întunecate și legume colorate. Antioxidanții ajută la protejarea celulelor creierului de la daune
ur: بیری، گہرے پتوں والی سبزیاں اور رنگین سبزیاں کھائیں۔ اینٹی آکسیڈینٹ دماغی خلیات کو نقصان سے بچانے میں مدد کرتے ہیں
zh: 吃浆果、深色绿叶蔬菜和彩色蔬菜。抗氧化剂有助于保护脑细胞免受损害

source: General
bn: সাধারণ
pa: ਆਮ
pl: Ogólne
ur: عمومی
zh: 一般

source: Limit Processed Foods
bn: প্রক্রিয়াজাত খাবার সীমিত করুন
pa: ਪ੍ਰੋਸੈਸਡ ਭੋਜਨ ਸੀਮਿਤ ਕਰੋ
pl: Ogranicz Przetworzoną Żywność
ro: Limitează Alimentele Procesate
ur: پروسیسڈ فوڈز کو محدود کریں
zh: 限制加工食品

source: Reduce intake of processed meats, sugary snacks, and fried foods. These can contribute to inflammation and cognitive decline.
bn: প্রক্রিয়াজাত মাংস, মিষ্টি স্ন্যাকস এবং ভাজা খাবারের গ্রহণ কমান। এগুলি প্রদাহ এবং জ্ঞানীয় হ্রাসে অবদান রাখতে পারে
pa: ਪ੍ਰੋਸੈਸਡ ਮੀਟ, ਮਿੱਠੇ ਸਨੈਕਸ ਅਤੇ ਤਲੇ ਹੋਏ ਭੋਜਨ ਦੀ ਮਾਤਰਾ ਘਟਾਓ। ਇਹ ਸੋਜ਼ ਅਤੇ ਦਿਮਾਗੀ ਗਿਰਾਵਟ ਵਿੱਚ ਯੋਗਦਾਨ ਪਾ ਸਕਦੇ ਹਨ
pl: Zmniejsz spożycie przetworzonego mięsa, słodkich przekąsek i smażonych potraw. Mogą one przyczyniać się do stanów zapalnych i spadku funkcji poznawczych
ro: Reduce consumul de carne procesată, gustări dulci și alimente prăjite. Acestea pot contribui la inflamație și declinul cognitiv
ur: پروسیسڈ میٹ، میٹھے سنیکس اور فرائی فوڈز کی مقدار کم کریں۔ یہ سوزش اور علمی زوال میں حصہ ڈال سکتے ہیں
zh: 减少加工肉类、含糖零食和油炸食品的摄入。这些可能导致炎症和认知衰退

source: Vitamin D for Brain Health
bn: মস্তিষ্কের স্বাস্থ্যের জন্য ভিটামিন ডি
pa: ਦਿਮਾਗੀ ਸਿਹਤ ਲਈ ਵਿਟਾਮਿਨ ਡੀ
pl: Witamina D dla Zdrowia Mózgu
ro: Vitamina D pentru Sănătatea Creierului
ur: دماغی صحت کے لیے وٹامن ڈی
zh: 大脑健康的维生素D

source: Get adequate vitamin D through sunlight, fortified foods, or supplements. Vitamin D deficiency has been linked to cognitive issues.
bn: সূর্যালোক, ফর্টিফাইড খাবার বা সাপ্লিমেন্টের মাধ্যমে পর্যাপ্ত ভিটামিন ডি পান। ভিটামিন ডি ঘাটতি জ্ঞানীয় সমস্যার সাথে যুক্ত
pa: ਧੁੱਪ, ਮਜ਼ਬੂਤ ਭੋਜਨ ਜਾਂ ਸਪਲੀਮੈਂਟਸ ਦੁਆਰਾ ਪਰਿਵਾਰਕ ਵਿਟਾਮਿਨ ਡੀ ਪ੍ਰਾਪਤ ਕਰੋ। ਵਿਟਾਮਿਨ ਡੀ ਦੀ ਕਮੀ ਦਿਮਾਗੀ ਮੁਸ਼ਕਲਾਂ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈ
pl: Zapewnij odpowiednią witaminę D poprzez światło słoneczne, wzbogaconą żywność lub suplementy. Niedobór witaminy D został powiązany z problemami poznawczymi
ro: Obține vitamina D adecvată prin soare, alimente îmbogățite sau suplimente. Deficiența de vitamina D a fost legată de probleme cognitive
ur: دھوپ، مضبوط غذائیں یا سپلیمنٹس کے ذریعے مناسب وٹامن ڈی حاصل کریں۔ وٹامن ڈی کی کمی علمی مسائل سے منسلک ہے
zh: 通过阳光、强化食品或补充剂获得足够的维生素D。维生素D缺乏与认知问题有关

source: Vitamins
bn: ভিটামিন
pa: ਵਿਟਾਮਿਨ
pl: Witaminy
ro: Vitamine
ur: وٹامنز
zh: 维生素

source: Daily Diet Reflection
bn: দৈনিক খাদ্য প্রতিফলন
pa: ਰੋਜ਼ਾਨਾ ਡਾਇਟ ਪ੍ਰਤੀਬਿੰਬ
pl: Dzienna Refleksja nad Dietą
ro: Reflecția Zilnică asupra Dietei
ur: روزانہ غذا کا عکاس
zh: 每日饮食反思

source: Reflect on your eating habits and track your progress towards a healthier diet
bn: আপনার খাওয়ার অভ্যাসের উপর প্রতিফলন করুন এবং একটি স্বাস্থ্যকর খাদ্যের দিকে আপনার অগ্রগতি ট্র্যাক করুন
pa: ਆਪਣੇ ਖਾਣ ਦੀਆਂ ਆਦਤਾਂ 'ਤੇ ਪ੍ਰਤੀਬਿੰਬ ਕਰੋ ਅਤੇ ਸਿਹਤਮੰਦ ਡਾਇਟ ਵੱਲ ਆਪਣੀ ਤਰੱਕੀ ਨੂੰ ਟਰੈਕ ਕਰੋ
pl: Refleksja nad swoimi nawykami żywieniowymi i śledzenie postępów w kierunku zdrowszej diety
ro: Reflectează asupra obiceiurilor tale alimentare și urmărește progresul către o dietă mai sănătoasă
ur: اپنی کھانے کی عادات پر عکاس کریں اور صحت مند غذا کی طرف اپنی ترقی کو ٹریک کریں
zh: 反思您的饮食习惯并跟踪您向更健康饮食的进展

source: Save Reflection
bn: প্রতিফলন সংরক্ষণ করুন
pa: ਪ੍ਰਤੀਬਿੰਬ ਸੇਵ ਕਰੋ
pl: Zapisz Refleksję
ro: Salvează Reflecția
ur: عکاس محفوظ کریں
zh: 保存反思

source: Reflection
bn: প্রতিফলন
pa: ਪ੍ਰਤੀਬਿੰਬ
pl: Refleksja
ro: Reflecție
ur: عکاس
zh: 反思

source: Areas for Improvement
bn: উন্নতির ক্ষেত্র
pa: ਸੁਧਾਰ ਲਈ ਖੇਤਰ
pl: Obszary do Poprawy
ro: Zone de Îmbunătățire
ur: بہتری کے شعبے
zh: 改进领域

source: Recent Reflections
bn: সাম্প্রতিক প্রতিফলন
pa: ਹਾਲੀਆ ਪ੍ਰਤੀਬਿੰਬ
pl: Ostatnie Refleksje
ro: Reflecții Recente
ur: حالیہ عکاس
zh: 最近的反思

source: Please write a reflection before submitting
bn: জমা দেওয়ার আগে একটি প্রতিফলন লিখুন
pa: ਜਮ੍ਹਾ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਪ੍ਰਤੀਬਿੰਬ ਲਿਖੋ
pl: Proszę napisać refleksję przed przesłaniem
ro: Te rugăm să scrii o reflecție înainte de a trimite
ur: براہ کرم جمع کرنے سے پہلے ایک عکاس لکھیں
zh: 请在提交前写一份反思

source: Excellent
bn: চমৎকার
pa: ਬਹੁਤ ਵਧੀਆ
pl: Doskonały
ro: Excelent
ur: بہترین
zh: 优秀

source: Good
bn: ভাল
pa: ਚੰਗਾ
pl: Dobry
ro: Bun
ur: اچھا
zh: 良好

source: Average
bn: গড়
pa: ਔਸਤ
pl: Średni
ro: Mediu
ur: اوسط
zh: 一般

source: Poor
bn: খারাপ
pa: ਘੱਟ
pl: Słaby
ro: Sărac
ur: کمزور
zh: 较差

source: Very Poor
bn: খুব খারাপ
pa: ਬਹੁਤ ਘੱਟ
pl: Bardzo słaby
ro: Foarte sărac
ur: بہت کمزور
zh: 很差

source: Good choices with room for minor improvements
bn: ছোট উন্নতির জন্য জায়গা সহ ভাল পছন্দ
pa: ਛੋਟੇ ਸੁਧਾਰਾਂ ਲਈ ਥਾਂ ਦੇ ਨਾਲ ਚੰਗੇ ਚੋਣ
pl: Dobre wybory z miejscem na drobne poprawki
ro: Alegări bune cu loc pentru îmbunătățiri minore
ur: چھوٹی بہتریوں کے لیے جگہ کے ساتھ اچھے انتخاب
zh: 有改进空间的好选择

source: More fruits and vegetables
bn: আরও ফল এবং শাকসবজি
pa: ਹੋਰ ਫਲ ਅਤੇ ਸਬਜ਼ੀਆਂ
pl: Więcej owoców i warzyw
ro: Mai multe fructe și legume
ur: زیادہ پھل اور سبزیاں
zh: 更多水果和蔬菜

source: Reduce processed foods
bn: প্রক্রিয়াজাত খাবার কমান
pa: ਪ੍ਰੋਸੈਸਡ ਭੋਜਨ ਘਟਾਓ
pl: Zmniejsz przetworzoną żywność
ro: Reduce alimentele procesate
ur: پروسیسڈ فوڈز کم کریں
zh: 减少加工食品

source: Increase water intake
bn: পানি গ্রহণ বাড়ান
pa: ਪਾਣੀ ਦੀ ਮਾਤਰਾ ਵਧਾਓ
pl: Zwiększ spożycie wody
ro: Crește consumul de apă
ur: پانی کی مقدار بڑھائیں
zh: 增加水分摄入

source: More whole grains
bn: আরও পুরো শস্য
pa: ਹੋਰ ਸਾਰੇ ਅਨਾਜ
pl: Więcej pełnych ziaren
ro: Mai multe cereale integrale
ur: زیادہ مکمل اناج
zh: 更多全谷物

source: Reduce sugar intake
bn: চিনি গ্রহণ কমান
pa: ਚੀਨੀ ਦੀ ਮਾਤਰਾ ਘਟਾਓ
pl: Zmniejsz spożycie cukru
ro: Reduce consumul de zahăr
ur: چینی کی مقدار کم کریں
zh: 减少糖分摄入

source: More lean proteins
bn: আরও লিন প্রোটিন
pa: ਹੋਰ ਲੀਨ ਪ੍ਰੋਟੀਨ
pl: Więcej chudych białek
ro: Mai multe proteine slabe
ur: زیادہ دبلا پروٹین
zh: 更多瘦肉蛋白

source: Better portion control
bn: ভাল অংশ নিয়ন্ত্রণ
pa: ਬਿਹਤਰ ਪੋਰਸ਼ਨ ਕੰਟਰੋਲ
pl: Lepsza kontrola porcji
ro: Control mai bun al porțiilor
ur: بہتر حصہ کنٹرول
zh: 更好的份量控制

source: Regular meal timing
bn: নিয়মিত খাবার সময়
pa: ਨਿਯਮਿਤ ਭੋਜਨ ਦਾ ਸਮਾਂ
pl: Regularne pory posiłków
ro: Programul regulat al meselor
ur: باقاعدہ کھانے کا وقت
zh: 规律的用餐时间

# registrationSuccessful
source: Registration successful! You will receive a confirmation email.
bn: নিবন্ধন সফল! আপনি একটি নিশ্চিতকরণ ইমেইল পাবেন।
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਸਫਲ! ਤੁਹਾਨੂੰ ਪੁਸ਼ਟੀਕਰਨ ਈਮੇਲ ਮਿਲੇਗਾ।
pl: Rejestracja pomyślna! Otrzymasz e-mail potwierdzający.
ro: Înregistrarea a reușit! Veți primi un e-mail de confirmare.
ur: رجسٹریشن کامیاب! آپ کو تصدیقی ای میل موصول ہوگا۔
zh: 注册成功！您将收到确认邮件。

source: Reply posted successfully!
bn: উত্তর সফলভাবে পোস্ট!
pa: ਜਵਾਬ ਸਫਲਤਾਪੂਰਵਕ ਪੋਸਟ ਕੀਤਾ!
pl: Odpowiedź opublikowana pomyślnie!
ro: Răspunsul a fost postat cu succes!
ur: جواب کامیابی سے پوسٹ!
zh: 回复发布成功！

source: Activity logging feature coming soon!
bn: কার্যকলাপ লগিং বৈশিষ্ট্য শীঘ্রই আসছে!
pa: ਗਤੀਵਿਧੀ ਲੌਗਿੰਗ ਵਿਸ਼ੇਸ਼ਤਾ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
pl: Funkcja logowania aktywności wkrótce!
ro: Funcția de înregistrare a activității vine în curând!
ur: سرگرمی لاگنگ کی خصوصیت جلد آرہی ہے!
zh: 活动记录功能即将推出！

source: Maintain a Healthy Weight
bn: স্বাস্থ্যকর ওজন বজায় রাখুন
pa: ਸਿਹਤਮੰਦ ਵਜ਼ਨ ਬਣਾਈ ਰੱਖੋ
pl: Utrzymuj Zdrową Wagę
ro: Menține o Greutate Sănătoasă
ur: صحت مند وزن برقرار رکھیں
zh: 保持健康体重

# keepYourBMIBetween18Point5And24Point9ForOptimalHealth
source: Keep your BMI between 18.5 and 24.9 for optimal health.
bn: সর্বোত্তম স্বাস্থ্যের জন্য আপনার BMI 18.5 এবং 24.9 এর মধ্যে রাখুন।
pa: ਬਿਹਤਰੀਨ ਸਿਹਤ ਲਈ ਆਪਣਾ BMI 18.5 ਅਤੇ 24.9 ਦੇ ਵਿਚਕਾਰ ਰੱਖੋ।
pl: Utrzymuj BMI między 18,5 a 24,9 dla optymalnego zdrowia.
ro: Menține IMC-ul între 18,5 și 24,9 pentru sănătatea optimă.
ur: بہترین صحت کے لیے اپنا BMI 18.5 اور 24.9 کے درمیان رکھیں۔
zh: 将您的BMI保持在18.5到24.9之间以获得最佳健康。

source: Regular Health Checks
bn: নিয়মিত স্বাস্থ্য পরীক্ষা
pa: ਨਿਯਮਿਤ ਸਿਹਤ ਜਾਂਚਾਂ
pl: Regularne Kontrole Zdrowia
ro: Verificări Regulate de Sănătate
ur: باقاعدہ صحت کی جانچ
zh: 定期健康检查

source: Book your free NHS Health Check every 5 years.
bn: প্রতি 5 বছরে আপনার বিনামূল্যে NHS স্বাস্থ্য পরীক্ষা বুক করুন।
pa: ਹਰ 5 ਸਾਲ ਵਿੱਚ ਆਪਣੀ ਮੁਫ਼ਤ NHS ਸਿਹਤ ਜਾਂਚ ਬੁੱਕ ਕਰੋ।
pl: Umów się na darmową kontrolę zdrowia NHS co 5 lat.
ro: Rezervă verificarea gratuită de sănătate NHS la fiecare 5 ani.
ur: ہر 5 سال میں اپنی مفت NHS صحت کی جانچ بک کریں۔
zh: 每5年预约您的免费NHS健康检查。

source: Monitor Your Vitals
bn: আপনার গুরুত্বপূর্ণ পরামিতি নিরীক্ষণ করুন
pa: ਆਪਣੇ ਜ਼ਰੂਰੀ ਪੈਰਾਮੀਟਰਾਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰੋ
pl: Monitoruj Swoje Parametry Życiowe
ro: Monitorizează Parametrii Vitali
ur: اپنے اہم پیرامیٹرز کی نگرانی کریں
zh: 监测您的生命体征

source: Know Your Numbers
bn: আপনার সংখ্যা জানুন
pa: ਆਪਣੀਆਂ ਸੰਖਿਆਵਾਂ ਜਾਣੋ
pl: Znaj Swoje Liczby
ro: Cunoaște Numerele Tale
ur: اپنے نمبرز جانیں
zh: 了解您的数字

source: Monitor your blood pressure, cholesterol, and blood sugar regularly.
bn: নিয়মিত আপনার রক্তচাপ, কোলেস্টেরল এবং রক্তে শর্করা নিরীক্ষণ করুন।
pa: ਆਪਣੇ ਬਲੱਡ ਪ੍ਰੈਸ਼ਰ, ਕੋਲੇਸਟ੍ਰੋਲ ਅਤੇ ਬਲੱਡ ਸ਼ੁਗਰ ਦੀ ਨਿਯਮਿਤ ਨਿਗਰਾਨੀ ਕਰੋ।
pl: Regularnie monitoruj ciśnienie krwi, cholesterol i poziom cukru we krwi.
ro: Monitorizează regulat tensiunea arterială, colesterolul și glicemia.
ur: اپنے بلڈ پریشر، کولیسٹرول اور بلڈ شوگر کی باقاعدہ نگرانی کریں۔
zh: 定期监测您的血压、胆固醇和血糖。

source: Aim for at least 150 minutes of moderate exercise per week.
bn: সপ্তাহে কমপক্ষে 150 মিনিট মাঝারি ব্যায়ামের লক্ষ্য রাখুন।
pa: ਹਫ਼ਤੇ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ 150 ਮਿੰਟ ਦਾ ਸੰਯਮਿਤ ਵਰਕਆਉਟ ਕਰਨ ਦਾ ਟੀਚਾ ਰੱਖੋ।
pl: Staraj się wykonywać co najmniej 150 minut umiarkowanych ćwiczeń tygodniowo.
ro: Țintește la cel puțin 150 de minute de exerciții moderate pe săptămână.
ur: ہفتے میں کم از کم 150 منٹ اعتدال پسند ورزش کا ہدف رکھیں۔
zh: 每周至少进行150分钟中等强度运动。

source: Label
bn: লেবেল
pa: ਲੇਬਲ
pl: Etykieta
ro: Etichetă
ur: لیبل
zh: 标签

source: likes
bn: পছন্দ
pa: ਪਸੰਦ
pl: polubienia
ro: aprecieri
ur: پسند
zh: 点赞

# gpRegistered
source: GP: {gpName}
pl: Lekarz rodzinny: {gpName}
ro: Medic de familie: {gpName}
zh: 全科医生：{gpName}

source: BMI
ro: IMC
